{"drug_name": "Abecma", "description": "\nIDECABTAGENE VICLEUCEL (eye de kab ta jeen vik loo sel) is a gene therapy that is made from cells in your immune system. It treats multiple myeloma.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): ABECMA\n", "side_effects": "\nSide effects that you should report to your doctor or health care professional as soon as possible:\nallergic reactions (skin rash, itching or hives, swelling of the face, lips, or tongue)\nbleeding (bloody or black, tarry stools; red or dark brown urine; spitting up blood or brown material that looks like coffee grounds; red spots on the skin; unusual bruising or bleeding from the eyes, gums, or nose)\nconfusion\nfast, irregular heartbeat\ninfection (fever, or chills, cough, sore throat, pain or trouble passing urine)\nlow blood pressure (dizziness; feeling faint or lightheaded, falls; unusually weak or tired)\nseizures\nsevere nausea, vomiting, or diarrhea\ntremors\ntrouble breathing\nSide effects that usually do not require medical attention (report these to your doctor or health care professional if they continue or are bothersome):\nbone pain\nconstipation\ncough\ndecreased appetite\nheadache\nmuscle pain\nswelling of the ankles, feet, hands or other unusual swelling\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nYour condition will be monitored carefully while you are receiving this medicine.\nYou may need blood work done while you are taking this medicine.\nYou may get drowsy or dizzy. Do not drive, use machinery, or do anything that needs mental alertness until you know how this medicine affects you.\nThis medicine may increase your risk of getting an infection. Call your health care provider for advice if you get a fever, chills, sore throat, or other symptoms of a cold or flu. Do not treat yourself. Try to avoid being around people who are sick.\nDo not give blood while taking this medicine.\nTalk to your health care provider about your risk of cancer. You may be more at risk for certain types of cancers if you take this medicine.\nDo not become pregnant while taking this medicine. Women should inform their health care provider if they wish to become pregnant or think they might be pregnant. There is a potential for serious side effects to an unborn child. Talk to your health care provider for more information.\n"}