{"drug_name": "Actinomycin-D", "description": "\nDACTINOMYCIN (dak ti noe MYE sin) treat some types of cancer. It works by slowing down the growth of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Cosmegen\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nInfection—fever, chills, cough, sore throat, wounds that don't heal, pain or trouble when passing urine, general feeling of discomfort or being unwell\nKidney injury—decrease in the amount of urine, swelling of the ankles, hands, or feet\nLiver injury—right upper belly pain, loss of appetite, nausea, light-colored stool, dark yellow or brown urine, yellowing skin or eyes, unusual weakness or fatigue\nLow red blood cell level—unusual weakness or fatigue, dizziness, headache, trouble breathing\nPainful swelling, warmth, or redness of the skin, blisters or sores at the infusion site\nRedness, blistering, peeling, or loosening of the skin, including inside the mouth\nUnusual bruising or bleeding\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nFatigue\nHair loss\nNausea\nPain or trouble swallowing\nVomiting\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nYour condition will be monitored carefully while you are receiving this medication. You may need blood work while taking this medication.\nThis medication may make you feel generally unwell. This is not uncommon as chemotherapy can affect healthy cells as well as cancer cells. Report any side effects. Continue your course of treatment even though you feel ill unless your care team tells you to stop.\nThis medication may cause serious skin reactions. They can happen weeks to months after starting the medication. Contact your care team right away if you notice fevers or flu-like symptoms with a rash. The rash may be red or purple and then turn into blisters or peeling of the skin. You may also notice a red rash with swelling of the face, lips, or lymph nodes in your neck or under your arms.\nTalk to your care team about your risk of cancer. You may be more at risk for certain types of cancers if you take this medication.\nTalk to your care team if you or your partner may be pregnant. Serious birth defects can occur if you take this medication during pregnancy and for 6 months after the last dose. You will need a negative pregnancy test before starting this medication. Contraception is recommended while taking this medication and for 6 months after the last dose. Your care team can help you find the option that works for you.\nIf your partner can get pregnant, use a condom while taking this medication and for 3 months after the last dose.\nDo not breastfeed while taking this medication and for 14 days after the last dose.\n"}