{"drug_name": "Aldesleukin", "description": "\nALDESLEUKIN (al des LOO kin) treats kidney cancer and skin cancer. It works by helping your immune system slow or stop the spread of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Proleukin\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions or angioedema—skin rash, itching or hives, swelling of the face, eyes, lips, tongue, arms, or legs, trouble swallowing or breathing\nCapillary leak syndrome—stomach or muscle pain, unusual weakness or fatigue, feeling faint or lightheaded, decrease in the amount of urine, swelling of the ankles, hands, or feet, trouble breathing\nFalling asleep during daily activities\nHeart rhythm changes—fast or irregular heartbeat, dizziness, feeling faint or lightheaded, chest pain, trouble breathing\nInfection—fever, chills, cough, sore throat, wounds that don't heal, pain or trouble when passing urine, general feeling of discomfort or being unwell\nInfusion reactions—chest pain, shortness of breath or trouble breathing, feeling faint or lightheaded\nKidney injury—decrease in the amount of urine, swelling of the ankles, hands, or feet\nLiver injury—right upper belly pain, loss of appetite, nausea, light-colored stool, dark yellow or brown urine, yellowing skin or eyes, unusual weakness or fatigue\nLow blood pressure—dizziness, feeling faint or lightheaded, blurry vision\nMood and behavior changes - anxiety, nervousness, irritability and restlessness, confusion, hallucinations, feeling distrust or suspicion of others\nPain, tingling, or numbness in the hands or feet, muscle weakness, change in vision, confusion or trouble speaking, loss of balance or coordination, trouble walking, seizures\nRedness, blistering, peeling, or loosening of the skin, including inside the mouth\nSevere or prolonged diarrhea\nUnusual weakness or fatigue\nSide effects that usually do not require medical attention (report these to your care team if they continue or are bothersome):\nNausea\nPain, redness, or swelling with sores inside the mouth or throat\nSkin rash\nSwelling of the ankles, hands, or feet\nVomiting\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular checks on your progress. Report any side effects. Continue your course of treatment even though you have side effects unless your care team tells you to stop.\nYou may need blood work done while you are taking this medication.\nSerious side effects may occur during the infusion of this medication. To reduce the risk, your care team may give you medications to take before the infusion. Follow the directions from your care team.\nIf you are going to need a CT, MRI, or X-ray, tell your care team that you have received this medication. To make parts of the body easier to view during your scan, your care team may need to give you a contrast agent. Contrast agents that contain iodine may cause serious adverse reactions in people who have received this medication. This can occur during and for several months after your last dose.\nThis medication may increase your risk of getting an infection. Call your care team for advice if you get a fever, chills, sore throat, or other symptoms of a cold or flu. Do not treat yourself. Try to avoid being around people who are sick.\nAvoid taking medications that contain aspirin, acetaminophen, ibuprofen, naproxen, or ketoprofen unless instructed by your care team. These medications may hide a fever.\nTalk to your care team if you may be pregnant. Serious birth defects can occur if you take this medication during pregnancy. You will need a negative pregnancy test before starting this medication. Contraception is recommended while taking this medication. Your care team can help you find the option that works for you.\nDo not breastfeed while taking this medication.\n"}