{"drug_name": "Alecensa", "description": "\nALECTINIB (al EK ti nib) treats lung cancer. It works by blocking a protein that causes cancer cells to grow and multiply. This helps to slow or stop the spread of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Alecensa\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nDry cough, shortness of breath or trouble breathing\nHemolytic anemia—unusual weakness or fatigue, dizziness, headache, trouble breathing, dark urine, yellowing skin or eyes\nKidney injury—decrease in the amount of urine, swelling of the ankles, hands, or feet\nLiver injury—right upper belly pain, loss of appetite, nausea, light-colored stool, dark yellow or brown urine, yellowing skin or eyes, unusual weakness or fatigue\nMuscle injury—unusual weakness or fatigue, muscle pain, dark yellow or brown urine, decrease in amount of urine\nSlow heartbeat—dizziness, feeling faint or lightheaded, confusion, trouble breathing, unusual weakness or fatigue\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nConstipation\nFatigue\nSwelling of the ankles, hands, or feet\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular checks on your progress. It may be some time before you see the benefit from this medication.\nYou may need blood work while taking this medication.\nThis medication can make you more sensitive to the sun. Keep out of the sun. If you cannot avoid being in the sun, wear protective clothing and sunscreen during therapy and for at least 7 days after the last dose. Do not use sun lamps or tanning beds/booths.\nTalk to your care team if you wish to become pregnant or think you might be pregnant. This medication can cause serious birth defects if taken during pregnancy and for 1 week after the last dose. Do not father a child while taking this medication and for 3 months after the last dose. Use a condom while having sex during this time period. Talk to your care team about reliable forms of contraception.\nDo not breast-feed while taking this medication and for 1 week after the last dose.\nAvoid taking medications that contain aspirin, acetaminophen, ibuprofen, naproxen, or ketoprofen unless instructed by your care team. These medications may hide a fever.\nBe careful brushing or flossing your teeth or using a toothpick because you may get an infection or bleed more easily. If you have any dental work done, tell your dentist you are receiving this medication.\nThis medication may increase your risk of getting an infection. Call your care team for advice if you get a fever, chills, sore throat, or other symptoms of a cold or flu. Do not treat yourself. Try to avoid being around people who are sick.\nThis medication may increase your risk to bruise or bleed. Call your care team if you notice any unusual bleeding.\n"}