{"drug_name": "Amifostine", "description": "\nAMIFOSTINE (am i FOS teen) reduces the risk of kidney injury caused by cisplatin, a type of chemotherapy. It may also be used to help decrease dryness in the mouth caused by radiation to the head or neck.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Ethyol\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nHeart attack—pain or tightness in the chest, shoulders, arms, or jaw, nausea, shortness of breath, cold or clammy skin, feeling faint or lightheaded\nHeart rhythm changes—fast or irregular heartbeat, dizziness, feeling faint or lightheaded, chest pain, trouble breathing\nKidney injury—decrease in the amount of urine, swelling of the ankles, hands, or feet\nLow blood pressure—dizziness, feeling faint or lightheaded, blurry vision\nLow calcium level—muscle pain or cramps, confusion, tingling, or numbness in the hands or feet\nRash, fever, and swollen lymph nodes\nRedness, blistering, peeling, or loosening of the skin, including inside the mouth\nSeizures\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nDiarrhea\nFatigue\nFlushing\nHiccups\nNausea\nSneezing\nVomiting\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nYour condition will be monitored carefully while you are receiving this medication.\nThis medication may cause serious skin reactions. They can happen weeks to months after starting the medication. Contact your care team right away if you notice fevers or flu-like symptoms with a rash. The rash may be red or purple and then turn into blisters or peeling of the skin. You may also notice a red rash with swelling of the face, lips, or lymph nodes in your neck or under your arms.\nTalk to your care team if you may be pregnant. Serious birth defects can occur if you take this medication during pregnancy. You will need a negative pregnancy test before starting this medication. Contraception is recommended while taking this medication. Your care team can help you find the option that works for you.\nDo not breast-feed while taking this medication.\nThis medication may cause infertility. Talk to your care team if you are concerned about your fertility.\n"}