{"drug_name": "Amivantamab", "description": "\nAMIVANTAMAB (AM i VAN ta mab) treats lung cancer. It works by helping your immune system slow or stop the spread of cancer cells. It is a monoclonal antibody.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Rybrevant\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nDry cough, shortness of breath or trouble breathing\nEye pain, redness, irritation, or discharge with blurry or decreased vision\nInfusion reactions—chest pain, shortness of breath or trouble breathing, feeling faint or lightheaded\nRedness, blistering, peeling, or loosening of the skin, including inside the mouth\nSide effects that usually do not require medical attention (report these to your care team if they continue or are bothersome):\nBone, joint, or muscle pain\nConstipation\nFatigue\nNail infection—redness, swelling, warmth, or pain around the nail\nNausea\nPain, redness, or swelling with sores inside the mouth or throat\nSwelling of the ankles, hands, or feet\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nYour condition will be monitored carefully while you are receiving this medication.\nYou may need blood work while taking this medication.\nTell your care team right away if you have any change in your eyesight.\nThis medication can make you more sensitive to the sun. Keep out of the sun. If you cannot avoid being in the sun, wear protective clothing and sunscreen. Do not use sun lamps, tanning beds, or tanning booths.\nThis medication may increase your risk of getting an infection. Call your care team for advice if you get a fever, chills, sore throat, or other symptoms of a cold or flu. Do not treat yourself. Try to avoid being around people who are sick.\nTalk to your care team if you wish to become pregnant or think you might be pregnant. This medication can cause serious birth defects if taken during pregnancy or for 3 months after the last dose. A negative pregnancy test is required before starting this medication. A reliable form of contraception is recommended while taking this medication and for 3 months after the last dose. Talk to your care team about effective forms of contraception.\nDo not breastfeed while taking this medication and for 3 months after the last dose.\n"}