{"drug_name": "Arimidex", "description": "\nANASTROZOLE (an AS troe zole) treats breast cancer. It works by decreasing the amount of estrogen hormone your body makes, which slows or stops breast cancer cells from spreading or growing.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Arimidex\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nBone, joint, or muscle pain\nHeadache\nHot flashes\nNausea\nSore throat\nSwelling of the ankles, hands, or feet\nUnusual weakness or fatigue\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular checks on your progress. Let your care team know about any unusual vaginal bleeding.\nUsing this medication for a long time may weaken your bones. The risk of bone fractures may be increased. Talk to your care team about your bone health.\nYou should make sure that you get enough calcium and vitamin D while you are taking this medication. Discuss the foods you eat and the vitamins you take with your care team.\nTalk to your care team if you may be pregnant. Serious birth defects can occur if you take this medication during pregnancy and for 3 weeks after the last dose. You will need a negative pregnancy test before starting this medication. Estrogen and progestin hormones may not work as well while you are taking this medication. Contraception is recommended while taking this medication and for 3 weeks after the last dose. Your care team can help you find the option that works for you.\nDo not breastfeed while taking this medication and for 2 weeks after the last dose.\nThis medication may cause infertility. Talk with your care team if you are concerned about your fertility.\n"}