{"drug_name": "Asparlas", "description": "\nCALASPARGASE PEGOL (kal as par jase peg ol) treats leukemia. It works by slowing down the growth of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): ASPARLAS\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions or angioedema—skin rash, itching or hives, swelling of the face, eyes, lips, tongue, arms, or legs, trouble swallowing or breathing\nBleeding—bloody or black, tar-like stools, vomiting blood or brown material that looks like coffee grounds, red or dark brown urine, small red or purple spots on skin, unusual bruising or bleeding\nBlood clot—pain, swelling, or warmth in the leg, shortness of breath, chest pain\nInfusion reactions—chest pain, shortness of breath or trouble breathing, feeling faint or lightheaded\nLiver injury—right upper belly pain, loss of appetite, nausea, light-colored stool, dark yellow or brown urine, yellowing skin or eyes, unusual weakness or fatigue\nPancreatitis—severe stomach pain that spreads to your back or gets worse after eating or when touched, fever, nausea, vomiting\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nDiarrhea\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nYour condition will be monitored carefully while you are receiving this medication. You may need blood work while taking this medication.\nThis medication may increase blood sugar. The risk may be higher in patients who already have diabetes. Ask your care team what you can do to lower your risk of diabetes while taking this medication. Ask your care team if changes in diet or medications are needed if you have diabetes.\nThis medication may cause serious infusion reactions or allergic reactions. To reduce the risk, your care team may give you other medications to take before receiving this one. Be sure to follow the directions from your care team.\nTalk to your care team if you may be pregnant. Serious birth defects can occur if you take this medication during pregnancy and for 3 months after the last dose. You will need a negative pregnancy test before starting this medication. Estrogen and progestin hormones may not work as well while you are taking this medication. Contraception is recommended while taking this medication and for 3 months after the last dose. Your care team can help you find the option that works for you.\nDo not breastfeed while taking this medication and for 3 months after the last dose.\n"}