{"drug_name": "Atra", "description": "\nTRETINOIN (TRET i noe in) treats some types of cancer. It works by slowing down the growth of cancer cells. It belongs to a group of medications called retinoids.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Vesanoid\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nBleeding—bloody or black, tar-like stools, vomiting blood or brown material that looks like coffee grounds, red or dark brown urine, small red or purple spots on skin, unusual bruising or bleeding\nBlood clot—pain, swelling, or warmth in the leg, shortness of breath, chest pain\nFever, cough, dizziness, feeling faint or lightheaded, shortness of breath, bone pain, sudden weight gain, swelling of the ankles, hands, or feet, which may be signs of differentiation syndrome\nHigh white blood cell level—fever, fatigue, trouble breathing, night sweats, change in vision, weight loss\nIncreased pressure around the brain—severe headache, change in vision, blurry vision, nausea, vomiting\nInfection—fever, chills, cough, sore throat, wounds that don't heal, pain or trouble when passing urine, general feeling of discomfort or being unwell\nLiver injury—right upper belly pain, loss of appetite, nausea, light-colored stool, dark yellow or brown urine, yellowing skin or eyes, unusual weakness or fatigue\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nBone pain\nDryness or irritation of the eyes, lips, mouth, or nose\nFatigue\nHeadache\nNausea\nStomach pain\nVomiting\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular checks on your progress. You will need to have regular blood checks.\nThis medication may make you feel generally unwell. This is not uncommon, as chemotherapy can affect healthy cells as well as cancer cells. Report any side effects. Continue your course of treatment even though you feel ill unless your care team tells you to stop.\nCall your care team for advice if you get a fever, chills or sore throat, or other symptoms of a cold or flu. Do not treat yourself. This medication decreases your body's ability to fight infections. Try to avoid being around people who are sick.\nThis medication may increase your risk to bruise or bleed. Call your care team if you notice any unusual bleeding.\nBe careful brushing and flossing your teeth or using a toothpick because you may get an infection or bleed more easily. If you have any dental work done, tell your dentist you are receiving this medication.\nAvoid taking products that contain aspirin, acetaminophen, ibuprofen, naproxen, or ketoprofen unless instructed by your care team. These medications may hide a fever.\nTalk to your care team if you wish to become pregnant or think you might be pregnant. This medication can cause serious birth defects. Discuss contraceptive options with your care team. Do not breastfeed while taking this medication.\n"}