{"drug_name": "Avastin", "description": "\nBEVACIZUMAB (be va SIZ yoo mab) treats some types of cancer. It works by blocking a protein that causes cancer cells to grow and multiply. This helps to slow or stop the spread of cancer cells. It is a monoclonal antibody.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Alymsys, Avastin, MVASI, Zirabev\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nBleeding—bloody or black, tar-like stools, vomiting blood or brown material that looks like coffee grounds, red or dark brown urine, small red or purple spots on skin, unusual bruising or bleeding\nBlood clot—pain, swelling, or warmth in the leg, shortness of breath, chest pain\nHeart attack—pain or tightness in the chest, shoulders, arms, or jaw, nausea, shortness of breath, cold or clammy skin, feeling faint or lightheaded\nHeart failure—shortness of breath, swelling of the ankles, feet, or hands, sudden weight gain, unusual weakness or fatigue\nIncrease in blood pressure\nInfection—fever, chills, cough, sore throat, wounds that don't heal, pain or trouble when passing urine, general feeling of discomfort or being unwell\nInfusion reactions—chest pain, shortness of breath or trouble breathing, feeling faint or lightheaded\nKidney injury—decrease in the amount of urine, swelling of the ankles, hands, or feet\nStomach pain that is severe, does not go away, or gets worse\nStroke—sudden numbness or weakness of the face, arm, or leg, trouble speaking, confusion, trouble walking, loss of balance or coordination, dizziness, severe headache, change in vision\nSudden and severe headache, confusion, change in vision, seizures, which may be signs of posterior reversible encephalopathy syndrome (PRES)\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nBack pain\nChange in taste\nDiarrhea\nDry skin\nIncreased tears\nNosebleed\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nYour condition will be monitored carefully while you are receiving this medication. You may need blood work while taking this medication.\nThis medication may make you feel generally unwell. This is not uncommon as chemotherapy can affect healthy cells as well as cancer cells. Report any side effects. Continue your course of treatment even though you feel ill unless your care team tells you to stop.\nThis medication may increase your risk to bruise or bleed. Call your care team if you notice any unusual bleeding.\nBefore having surgery, talk to your care team to make sure it is ok. This medication can increase the risk of poor healing of your surgical site or wound. You will need to stop this medication for 28 days before surgery. After surgery, wait at least 28 days before restarting this medication. Make sure the surgical site or wound is healed enough before restarting this medication. Talk to your care team if questions.\nTalk to your care team if you may be pregnant. Serious birth defects can occur if you take this medication during pregnancy and for 6 months after the last dose. Contraception is recommended while taking this medication and for 6 months after the last dose. Your care team can help you find the option that works for you.\nDo not breastfeed while taking this medication and for 6 months after the last dose.\nThis medication can cause infertility. Talk to your care team if you are concerned about your fertility.\n"}