{"drug_name": "Ayvakit", "description": "\nAVAPRITINIB (A va PRI ti nib) treats gastrointestinal stromal tumor (GIST). It may also be used to treat blood and bone marrow cancers. It works by blocking a protein that causes cancer cells to grow and multiply. This helps to slow or stop the spread of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): AYVAKIT\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nBleeding in the brain—severe headache, stiff neck, confusion, dizziness, change in vision, numbness or weakness of the face, arm, or leg, trouble speaking, trouble walking, vomiting\nDifficulty with paying attention, memory, or speech\nMood and behavior changes—anxiety, nervousness, confusion, hallucinations, irritability, hostility, thoughts of suicide or self-harm, worsening mood, feelings of depression\nUnusual bruising or bleeding\nSide effects that usually do not require medical attention (report these to your care team if they continue or are bothersome):\nDiarrhea\nIncreased tears\nNausea\nSkin reactions on sun-exposed areas\nStomach pain\nSwelling of the ankles, hands, or feet\nUnusual weakness or fatigue\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular checks on your progress. It may be some time before you see the benefit from this medication.\nBe careful brushing or flossing your teeth or using a toothpick because you may get an infection or bleed more easily. If you have any dental work done, tell your dentist you are receiving this medication.\nThis medication may affect your coordination, reaction time, or judgement. Do not drive or operate machinery until you know how this medication affects you. Sit up or stand slowly to reduce the risk of dizzy or fainting spells. Drinking alcohol with this medication can increase the risk of these side effects.\nThis medication can make you more sensitive to the sun. Keep out of the sun. If you cannot avoid being in the sun, wear protective clothing and sunscreen. Do not use sun lamps or tanning beds/booths.\nTalk to your care team if you or your partner wish to become pregnant or think either of you might be pregnant. This medication can cause serious birth defects if taken during pregnancy or for 6 weeks after the last dose. A negative pregnancy test is required before starting this medication. Do not father a child while taking this medication or for 6 weeks after the last dose. Use a condom while having sex during this time period. Talk to your care team about reliable forms of contraception.\nDo not breast-feed while taking this medication and for 2 weeks after the last dose.\nThis medication may cause infertility. Talk to your care team if you are concerned about your fertility.\n"}