{"drug_name": "Besremi", "description": "\nROPEGINTERFERON ALFA-2B (ROE peg IN ter FEER on al fa 2b) treats blood and bone marrow cancers. It works by slowing down the growth of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): BESREMi\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nEye pain, change in vision, vision loss\nHeart attack—pain or tightness in the chest, shoulders, arms, or jaw, nausea, shortness of breath, cold or clammy skin, feeling faint or lightheaded\nHeart rhythm changes—fast or irregular heartbeat, dizziness, feeling faint or lightheaded, chest pain, trouble breathing\nHigh blood sugar (hyperglycemia)—increased thirst or amount of urine, unusual weakness or fatigue, blurry vision\nHigh thyroid levels (hyperthyroidism)—fast or irregular heartbeat, weight loss, excessive sweating or sensitivity to heat, tremors or shaking, anxiety, nervousness, irregular menstrual cycle or spotting\nInfection—fever, chills, cough, sore throat, wounds that don't heal, pain or trouble when passing urine, general feeling of discomfort or being unwell\nKidney injury—decrease in the amount of urine, swelling of the ankles, hands, or feet\nLiver injury—right upper belly pain, loss of appetite, nausea, light-colored stool, dark yellow or brown urine, yellowing skin or eyes, unusual weakness or fatigue\nLow red blood cell level—unusual weakness or fatigue, dizziness, headache, trouble breathing\nLow thyroid levels (hypothyroidism)—unusual weakness or fatigue, increased sensitivity to cold, constipation, hair loss, dry skin, weight gain, feelings of depression\nLung injury—shortness of breath or trouble breathing, cough, spitting up blood, chest pain, fever\nPancreatitis—severe stomach pain that spreads to your back or gets worse after eating or when touched, fever, nausea, vomiting\nSudden or severe stomach pain, bloody diarrhea, fever, nausea, vomiting\nThoughts of suicide or self-harm, worsening mood, feelings of depression\nTooth decay—change in tooth color, bad breath, sensitive gums or teeth\nUnusual bruising or bleeding\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nDry mouth\nFatigue\nHair loss\nJoint pain\nMuscle pain\nSweating\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular checks on your progress. It may be some time before you see the benefit from this medication. You may need blood work while taking this medication.\nThis medication may cause thoughts of suicide or depression. This includes sudden changes in mood, behaviors, or thoughts. These changes can happen at any time but are more common in the beginning of treatment or after a change in dose. Call your care team right away if you experience these thoughts or worsening depression.\nThis medication may affect your coordination, reaction time, or judgment. Do not drive or operate machinery until you know how this medication affects you. Sit up or stand slowly to reduce the risk of dizzy or fainting spells. Drinking alcohol with this medication can increase the risk of these side effects.\nIf you have hepatitis B, talk to your care team if you plan to stop this medication. The symptoms of hepatitis B may get worse if you stop this medication.\nYour vision may be tested before and during use of this medication. Tell your care team right away if you have any change in your eyesight.\nThis medication can cause tooth and gum problems. Tenderness, swelling, or minor bleeding of the gums may occur. Brushing and flossing your teeth regularly may reduce the risk of side effects. Visit your dentist on a regular basis. Tell your dentist about any medications you are taking.\nThis medication may increase your risk of getting an infection. Call your care team for advice if you get a fever, chills, sore throat, or other symptoms of a cold or flu. Do not treat yourself. Try to avoid being around people who are sick.\nTalk to your care team if you may be pregnant. Serious birth defects can occur if you take this medication during pregnancy and for 8 weeks after the last dose. You will need a negative pregnancy test before starting this medication. Contraception is recommended while taking this medication and for 8 weeks after the last dose. Your care team can help you find the option that works for you.\nDo not breastfeed while taking this medication and for 8 weeks after the last dose.\n"}