{"drug_name": "Bicalutamide", "description": "\nBICALUTAMIDE (bye ka LOO ta mide) treats prostate cancer. It works by blocking the effect of testosterone and other hormones in your body, which may slow or stop cancer cells from spreading or growing.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Casodex\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nBreast pain or tenderness\nHigh blood sugar (hyperglycemia)—increased thirst or amount of urine, unusual weakness or fatigue, blurry vision\nLiver injury—right upper belly pain, loss of appetite, nausea, light-colored stool, dark yellow or brown urine, yellowing skin or eyes, unusual weakness or fatigue\nUnexpected breast tissue growth\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nBone, joint, or muscle pain\nConstipation\nDiarrhea\nHot flashes\nNausea\nSwelling of the ankles, hands, or feet\nUnusual weakness or fatigue\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nYour condition will be monitored carefully while you are receiving this medication. You may need blood work while taking this medication.\nThis medication can make you more sensitive to the sun. Keep out of the sun. If you cannot avoid being in the sun, wear protective clothing and sunscreen. Do not use sun lamps, tanning beds, or tanning booths.\nThis medication may increase blood sugar. The risk may be higher in patients who already have diabetes. Ask your care team what you can do to lower your risk of diabetes while taking this medication.\nTalk to your care team if you or your partner are pregnant or think either of you might be pregnant. This medication can cause serious birth defects. If your partner can get pregnant, use a condom during sex while taking this medication and for 130 days after the last dose.\nThis medication may cause infertility. Talk with your care team if you are concerned about your fertility.\n"}