{"drug_name": "Bicnu", "description": "\nCARMUSTINE (kar MUS teen) treats some types of cancer. It works by slowing down the growth of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): BiCNU\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nDry cough, shortness of breath or trouble breathing\nInfection—fever, chills, cough, sore throat, wounds that don't heal, pain or trouble when passing urine, general feeling of discomfort or being unwell\nLow red blood cell level—unusual weakness or fatigue, dizziness, headache, trouble breathing\nPainful swelling, warmth, or redness of the skin, blisters or sores at the infusion site\nUnusual bruising or bleeding\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nHeadache\nLoss of appetite\nNausea\nPain, redness, or irritation at injection site\nVomiting\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular checks on your progress.\nThis medication may make you feel generally unwell. This is not uncommon, as chemotherapy can affect healthy cells as well as cancer cells. Report any side effects. Continue your course of treatment even though you feel ill unless your care team tells you to stop.\nIn some cases, you may be given additional medications to help with side effects. Follow all directions for their use.\nThis medication may increase your risk of getting an infection. Call your care team for advice if you get a fever, chills, sore throat, or other symptoms of a cold or flu. Do not treat yourself. Try to avoid being around people who are sick.\nThis medication may increase your risk to bruise or bleed. Call your care team if you notice any unusual bleeding.\nTalk to your care team about your risk of cancer. You may be more at risk for certain types of cancers if you take this medication.\nTalk to your care team if you or your partner wish to become pregnant or think you might be pregnant. This medication can cause serious birth defects if taken during pregnancy and for 6 months after the last dose. A reliable form of contraception is recommended while taking this medication and for 6 months after the last dose. Talk to your care team about effective forms of contraception. Do not father a child while taking this medication and for 3 months after the last dose. Use a condom during sex during this time period.\nDo not breast-feed while taking this medication.\nThis medication may cause infertility. Talk to your care team if you are concerned about your fertility.\n"}