{"drug_name": "Blenoxane", "description": "\nBLEOMYCIN (blee oh MYE sin) treats some types of cancer. It works by slowing down the growth of cancer cells. It may also be used to prevent and treat the buildup of fluid around the lungs that can be caused by cancer. It works by helping your body create less space around your lungs, so that fluid cannot build up.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Blenoxane\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nDry cough, shortness of breath or trouble breathing\nInfusion reactions—chest pain, shortness of breath or trouble breathing, feeling faint or lightheaded\nKidney injury—decrease in the amount of urine, swelling of the ankles, hands, or feet\nLiver injury—right upper belly pain, loss of appetite, nausea, light-colored stool, dark yellow or brown urine, yellowing skin or eyes, unusual weakness or fatigue\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nChange in nail shape, thickness, or color\nChange in skin color\nHair loss\nLoss of appetite with weight loss\nPain, redness, or irritation at injection site\nVomiting\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nYour condition will be monitored carefully while you are receiving this medication.\nThis medication may make you feel generally unwell. This is not uncommon as chemotherapy can affect healthy cells as well as cancer cells. Report any side effects. Continue your course of treatment even though you feel ill unless your care team tells you to stop.\nThis medication may increase your risk of getting an infection. Call your care team for advice if you get a fever, chills, sore throat, or other symptoms of a cold or flu. Do not treat yourself. Try to avoid being around people who are sick.\nAvoid taking medications that contain aspirin, acetaminophen, ibuprofen, naproxen, or ketoprofen unless instructed by your care team. These medications may hide a fever.\nTalk to your care team if you may be pregnant. Serious birth defects can occur if you take this medication during pregnancy. Contraception is recommended while taking this medication. Your care team can help you find the option that works for you.\nDo not breastfeed while taking this medication.\nThere is a maximum amount of this medication you should receive throughout your life. The amount depends on the medical condition being treated and your overall health. Your care team will watch how much of this medication you receive. Tell your care team if you have taken this medication before.\n"}