{"drug_name": "Breyanzi", "description": "\nLISOCABTAGENE MARALEUCEL (lis oh kab ta jeen mar a loo sel) is a gene therapy that is made from cells in your immune system. It is used to treat large B-cell lymphoma.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): BREYANZI\n", "side_effects": "\nSide effects that you should report to your doctor or health care professional as soon as possible:\nallergic reactions like skin rash, itching or hives, swelling of the face, lips, or tongue\nconfusion\ndizziness\nfast, irregular heartbeat\ninfection (fever, chills, cough, sore throat, pain or trouble passing urine)\nlow red blood cell counts (trouble breathing; feeling faint; lightheaded, falls; unusually weak or tired)\nsevere nausea, vomiting, or diarrhea\ntrouble speaking or understanding\nunusual bleeding or bruising\nSide effects that usually do not require medical attention (report these to your doctor or health care professional if they continue or are bothersome):\ncough\nedema (sudden weight gain, swelling of the ankles, feet, hands or other unusual swelling)\nheadache\nconstipation\nstomach pain\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nYour condition will be monitored carefully while you are receiving this medication.\nYou may need blood work while you are taking this medication.\nThis medication may affect your coordination, reaction time, or judgment. Do not drive or operate machinery until you know how this medication affects you.\nThis medication may increase your risk of getting an infection. Call your care team for advice if you get a fever, chills, sore throat, or other symptoms of a cold or flu. Do not treat yourself. Try to avoid being around people who are sick.\nDo not donate blood while you are taking this medication.\nTalk to your care team about your risk of cancer. You may be more at risk for certain types of cancers if you take this medication.\nTalk to your care team if you may be pregnant. Serious birth defects can occur if you take this medication during pregnancy. You will need a negative pregnancy test before starting this medication.\n"}