{"drug_name": "Busulfex", "description": "\nBUSULFAN (byoo SUL fan) helps prepare your body before a stem cell transplant. It works by slowing or stopping the growth of cancer cells in your bone marrow. This makes room for the transplanted cells to grow.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Busulfex\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nFast or irregular heartbeat, feeling faint or lightheaded, trouble breathing, sharp pain in the chest, back, shoulder, or stomach\nInfection—fever, chills, cough, sore throat, wounds that don't heal, pain or trouble when passing urine, general feeling of discomfort or being unwell\nLiver injury—right upper belly pain, loss of appetite, nausea, light-colored stool, dark yellow or brown urine, yellowing skin or eyes, unusual weakness or fatigue\nLow red blood cell level—unusual weakness or fatigue, dizziness, headache, trouble breathing\nSeizures\nUnusual bruising or bleeding\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nDiarrhea\nHeadache\nNausea\nPain, redness, or swelling with sores inside the mouth or throat\nStomach pain\nTrouble sleeping\nVomiting\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nYour condition will be monitored carefully while you are receiving this medication. You may need blood work while taking this medication.\nThis medication may make you feel generally unwell. This is not uncommon as chemotherapy can affect healthy cells as well as cancer cells. Report any side effects. Continue your course of treatment even though you feel ill unless your care team tells you to stop.\nThis medication may increase your risk of getting an infection. Call your care team for advice if you get a fever, chills, sore throat, or other symptoms of a cold or flu. Do not treat yourself. Try to avoid being around people who are sick.\nThis medication may increase your risk to bruise or bleed. Call your care team if you notice any unusual bleeding.\nThis medication may cause seizures. To reduce your risk you may need to take medication to prevent seizures. Take your medication as directed.\nTalk to your care team if you or your partner may be pregnant. This medication can cause serious birth defects if taken during pregnancy and for 6 months after the last dose. Contraception is recommended while taking this medication and for 6 months after the last dose. Your care team can help you find the option that works for you.\nIf your partner can get pregnant, use a condom during sex while taking this medication and for 3 months after the last dose.\nTalk to your care team before breastfeeding. Changes to your treatment plan may be needed.\nThis medication may cause infertility. Talk with your care team if you are concerned about your fertility.\n"}