{"drug_name": "Caplacizumab-yhdp", "description": "\nCAPLACIZUMAB (kap la SIZ ue mab) treats acquired thrombotic thrombocytopenic purpura (aTTP), a condition that causes blood clots and low levels of platelets in the body. It works by preventing blood cells (platelets) from clumping together to form a clot. It is a monoclonal antibody.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): CABLIVI\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nBleeding—bloody or black, tar-like stools, vomiting blood or brown material that looks like coffee grounds, red or dark brown urine, small red or purple spots on skin, unusual bruising or bleeding\nSide effects that usually do not require medical attention (report these to your care team if they continue or are bothersome):\nBack pain\nBleeding from the nose or gums that won't stop\nFatigue\nHeadache\nMuscle pain\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular checks on your progress. Tell your care team if your symptoms do not start to get better or if they get worse.\nThis medication may increase your risk to bruise or bleed. Call your care team if you notice any unusual bleeding.\nIf you are going to need surgery or other procedure, tell your care team that you are using this medication.\nTell your dentist and dental surgeon that you are taking this medication. You should not have major dental surgery while on this medication. See your dentist to have a dental exam and fix any dental problems before starting this medication. Take good care of your teeth while on this medication. Make sure you see your dentist for regular follow-up appointments.\n"}