{"drug_name": "Ciltacabtagene Autoleucel", "description": "\nCILTACABTAGENE AUTOLEUCEL (SIL ta KAB ta jeen AW toe LOO sel) treats multiple myeloma, a type of bone marrow cancer. It works by helping your immune system slow or stop the spread of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): CARVYKTI\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nFever, chills, unusual weakness or fatigue, loss of appetite, nausea, headache, dizziness, feeling faint or lightheaded, shortness of breath, fast or irregular heartbeat, which may be signs of cytokine release syndrome\nFever, rash, swollen lymph nodes, confusion, trouble walking, loss of balance or coordination, seizures\nInfection—fever, chills, cough, sore throat, wounds that don't heal, pain or trouble when passing urine, general feeling of discomfort or being unwell\nLow red blood cell level—unusual weakness or fatigue, dizziness, headache, trouble breathing\nMuscle stiffness or spasms, tremors or shaking, loss of balance or coordination, shuffling walk\nNumbness or weakness of the face, uneven smile\nPain, tingling, or numbness in the hands or feet, muscle weakness, change in vision, confusion or trouble speaking, loss of balance or coordination, trouble walking, seizures\nSevere back pain, numbness or weakness of the hands, arms, legs, or feet, loss of coordination, loss of bowel or bladder control\nUnusual bruising or bleeding\nSide effects that usually do not require medical attention (report these to your care team if they continue or are bothersome):\nDiarrhea\nFatigue\nHeadache\nLoss of appetite\nMuscle pain\nNausea\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nYour condition will be monitored carefully while you are receiving this medication. You may need blood work done while you are taking this medication.\nYou may get drowsy or dizzy. Do not drive, use machinery, or do anything that needs mental alertness until you know how this medication affects you.\nThis medication may increase your risk of getting an infection. Call your care team for advice if you get a fever, chills, sore throat, or other symptoms of a cold or flu. Do not treat yourself. Try to avoid being around people who are sick.\nDo not donate blood, organs, tissues, or cells for transplant while you are taking this medication.\nTalk to your care team about your risk of cancer. You may be more at risk for certain types of cancers if you take this medication.\nTalk to your care team if you may be pregnant. You will need a negative pregnancy test before starting this medication. Contraception is recommended while taking this medication. Your care team can help you find the option that works for you.\n"}