{"drug_name": "Columvi", "description": "\nGLOFITAMAB (GLOE fi TAM ab) treats lymphoma. It works by helping your immune system slow or stop the spread of cancer cells. It is a monoclonal antibody.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Columvi\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nFever, chills, unusual weakness or fatigue, loss of appetite, nausea, headache, dizziness, feeling faint or lightheaded, shortness of breath, fast or irregular heartbeat, which may be signs of cytokine release syndrome\nInfection—fever, chills, cough, sore throat, wounds that don't heal, pain or trouble when passing urine, general feeling of discomfort or being unwell\nLow red blood cell level—unusual weakness or fatigue, dizziness, headache, trouble breathing\nPain, tingling, or numbness in the hands or feet, muscle weakness, change in vision, confusion or trouble speaking, loss of balance or coordination, trouble walking, seizures\nSwelling and pain of the tumor site or lymph nodes\nUnusual bruising or bleeding\nSide effects that usually do not require medical attention (report these to your care team if they continue or are bothersome):\nBone pain\nConstipation\nDiarrhea\nFatigue\nMuscle pain\nSkin rash\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nYour condition will be monitored carefully while you are receiving this medication. You may need blood work while taking this medication.\nThis medication may affect your coordination, reaction time, or judgement. Do not drive or operate machinery until you know how this medication affects you.\nCarry the Patient Wallet Card with you at all times. Show it to all members of your care team. It describes the signs and symptoms of severe side effects you may have while taking this medication.\nTalk to your care team if you may be pregnant. You will need a negative pregnancy test before starting this medication. Contraception is recommended while taking this medication and for 1 month after the last dose. Your care team can help you find the option that works for you.\nDo not breastfeed while taking this medication and for 1 month after the last dose.\n"}