{"drug_name": "Cotellic", "description": "\nCOBIMETINIB (KOE bi ME ti nib) treats skin cancer. It may also be used to treat blood and bone marrow cancers. It works by blocking a protein that causes cancer cells to grow and multiply. This helps to slow or stop the spread of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Cotellic\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nBleeding—bloody or black, tar-like stools, vomiting blood or brown material that looks like coffee grounds, red or dark brown urine, small red or purple spots on skin, unusual bruising or bleeding\nBlurry vision, vision loss, seeing wavy or bent objects or blind spots with dark, light, or flashing spots\nHeart failure—shortness of breath, swelling of the ankles, feet, or hands, sudden weight gain, unusual weakness or fatigue\nLiver injury—right upper belly pain, loss of appetite, nausea, light-colored stool, dark yellow or brown urine, yellowing skin or eyes, unusual weakness or fatigue\nMuscle injury—unusual weakness or fatigue, muscle pain, dark yellow or brown urine, decrease in amount of urine\nSensitivity to light\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nDiarrhea\nFatigue\nFever\nNausea\nSwelling of the ankles, hands, or feet\nVomiting\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular check on your progress. It may be some time before you see the benefit from this medication.\nYou may need bloodwork done while taking this medication.\nYour care team may tell you to stop taking this medication if you develop muscle problems. If your muscle problems do not go away after stopping this medication, contact your care team.\nThis medication can make you more sensitive to the sun. Keep out of the sun. If you cannot avoid being in the sun, wear protective clothing and sunscreen. Do not use sun lamps or tanning beds/booths.\nTalk to your care team about your risk of cancer. You may be more at risk for cancer if you take this medication.\nYour vision may be tested before and during use of this medication. Tell your care team right away if you have any change in your eyesight.\nDo not become pregnant while taking this medication or for 2 weeks after stopping it. Talk to your care team if you or your partner wish to become pregnant or think they might be pregnant. There is a potential for serious side effects to an unborn child. Contraception is recommended while taking this medication and for 2 weeks after stopping it. Talk to your care team about effective forms of contraception.\nDo not breast-feed while taking this medication or for 2 weeks after stopping it.\nThis medication may cause infertility. Talk to your care team if you are concerned about your fertility.\n"}