{"drug_name": "Darolutamide", "description": "\nDAROLUTAMIDE (DAR oh LOO ta mide) treats prostate cancer. It works by blocking the effect of testosterone and other hormones in your body, which may slow or stop cancer cells from spreading or growing.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): NUBEQA\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nHeart attack—pain or tightness in the chest, shoulders, arms, or jaw, nausea, shortness of breath, cold or clammy skin, feeling faint or lightheaded\nSeizures\nSide effects that usually do not require medical attention (report these to your care team if they continue or are bothersome):\nDiarrhea\nFatigue\nIncrease in blood pressure\nNausea\nPain in the hands or feet\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nYour condition will be monitored carefully while you are receiving this medication.\nThis medication may increase your risk of getting an infection. Call your care team for advice if you get a fever, chills, sore throat, or other symptoms of a cold or flu. Do not treat yourself. Try to avoid being around people who are sick.\nAvoid taking medications that contain aspirin, acetaminophen, ibuprofen, naproxen, or ketoprofen unless instructed by your care team. These medications may hide a fever.\nThis medication may increase blood sugar. The risk may be higher in patients who already have diabetes. Ask your care team what you can do to lower your risk of diabetes while taking this medication.\nTalk to your care team if you or your partner are pregnant or think either of you might be pregnant. This medication can cause serious birth defects. If your partner can get pregnant, use a condom during sex while taking this medication and for 1 week after the last dose.\nThis medication may cause infertility. Talk to your care team if you are concerned about your fertility.\n"}