{"drug_name": "Darzalex", "description": "\nDARATUMUMAB (dar a toom ue mab) treats multiple myeloma, a type of bone marrow cancer. It works by helping your immune system slow or stop the spread of cancer cells. It is a monoclonal antibody.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): DARZALEX\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nInfection—fever, chills, cough, sore throat, wounds that don't heal, pain or trouble when passing urine, general feeling of discomfort or being unwell\nInfusion reactions—chest pain, shortness of breath or trouble breathing, feeling faint or lightheaded\nUnusual bruising or bleeding\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nConstipation\nDiarrhea\nFatigue\nNausea\nPain, tingling, or numbness in the hands or feet\nSwelling of the ankles, hands, or feet\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nYour condition will be monitored carefully while you are receiving this medication.\nThis medication can cause serious allergic reactions. To reduce your risk, your care team may give you other medication to take before receiving this one. Be sure to follow the directions from your care team.\nThis medication can affect the results of blood tests to match your blood type. These changes can last for up to 6 months after the final dose. Your care team will do blood tests to match your blood type before you start treatment. Tell all of your care team that you are being treated with this medication before receiving a blood transfusion.\nThis medication can affect the results of some tests used to determine treatment response; extra tests may be needed to evaluate response.\nTalk to your care team if you wish to become pregnant or think you are pregnant. This medication can cause serious birth defects if taken during pregnancy and for 3 months after the last dose. A reliable form of contraception is recommended while taking this medication and for 3 months after the last dose. Talk to your care team about effective forms of contraception.\nDo not breast-feed while taking this medication.\n"}