{"drug_name": "Dexamethasone Sodium Phosphate", "description": "\nDEXAMETHASONE (dex a METH a sone) treats many conditions such as asthma, allergic reactions, arthritis, inflammatory bowel diseases, adrenal, and blood or bone marrow disorders. It works by decreasing inflammation and slowing down an overactive immune system. It belongs to a group of medications called steroids.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Decadron, DoubleDex, ReadySharp Dexamethasone, Simplist Dexamethasone, Solurex\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nCushing syndrome—increased fat around the midsection, upper back, neck, or face, pink or purple stretch marks on the skin, thinning, fragile skin that easily bruises, unexpected hair growth\nHigh blood sugar (hyperglycemia)—increased thirst or amount of urine, unusual weakness or fatigue, blurry vision\nIncrease in blood pressure\nInfection—fever, chills, cough, sore throat, wounds that don't heal, pain or trouble when passing urine, general feeling of discomfort or being unwell\nLow adrenal gland function—nausea, vomiting, loss of appetite, unusual weakness or fatigue, dizziness\nMood and behavior changes—anxiety, nervousness, confusion, hallucinations, irritability, hostility, thoughts of suicide or self-harm, worsening mood, feelings of depression\nStomach bleeding—bloody or black, tar-like stools, vomiting blood or brown material that looks like coffee grounds\nSwelling of the ankles, hands, or feet\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nAcne\nGeneral discomfort and fatigue\nHeadache\nIncrease in appetite\nNausea\nTrouble sleeping\nWeight gain\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular checks on your progress. Tell your care team if your symptoms do not start to get better or if they get worse. Your condition will be monitored carefully while you are receiving this medication.\nWear a medical ID bracelet or chain. Carry a card that describes your condition. List the medications and doses you take on the card.\nThis medication may increase your risk of getting an infection. Call your care team for advice if you get a fever, chills, sore throat, or other symptoms of a cold or flu. Do not treat yourself. Try to avoid being around people who are sick. If you have not had the measles or chickenpox vaccines, tell your care team right away if you are around someone with these viruses.\nIf you are going to need surgery or other procedure, tell your care team that you are using this medication.\nYou may need to be on a special diet while you are taking this medication. Ask your care team. Also, find out how many glasses of fluids you need to drink each day.\nThis medication may increase blood sugar. The risk may be higher in patients who already have diabetes. Ask your care team what you can do to lower your risk of diabetes while taking this medication.\n"}