{"drug_name": "Efudex", "description": "\nFLUOROURACIL (flure oh YOOR a sil) treats some types of cancer. It works by slowing down the growth of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Adrucil\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nHeart attack—pain or tightness in the chest, shoulders, arms, or jaw, nausea, shortness of breath, cold or clammy skin, feeling faint or lightheaded\nHeart failure—shortness of breath, swelling of the ankles, feet, or hands, sudden weight gain, unusual weakness or fatigue\nHeart rhythm changes—fast or irregular heartbeat, dizziness, feeling faint or lightheaded, chest pain, trouble breathing\nHigh ammonia level—unusual weakness or fatigue, confusion, loss of appetite, nausea, vomiting, seizures\nInfection—fever, chills, cough, sore throat, wounds that don't heal, pain or trouble when passing urine, general feeling of discomfort or being unwell\nLow red blood cell level—unusual weakness or fatigue, dizziness, headache, trouble breathing\nPain, tingling, or numbness in the hands or feet, muscle weakness, change in vision, confusion or trouble speaking, loss of balance or coordination, trouble walking, seizures\nRedness, swelling, and blistering of the skin over hands and feet\nSevere or prolonged diarrhea\nUnusual bruising or bleeding\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nDry skin\nHeadache\nIncreased tears\nNausea\nPain, redness, or swelling with sores inside the mouth or throat\nSensitivity to light\nVomiting\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nYour condition will be monitored carefully while you are receiving this medication.\nThis medication may make you feel generally unwell. This is not uncommon as chemotherapy can affect healthy cells as well as cancer cells. Report any side effects. Continue your course of treatment even though you feel ill unless your care team tells you to stop.\nIn some cases, you may be given additional medications to help with side effects. Follow all directions for their use.\nThis medication may increase your risk of getting an infection. Call your care team for advice if you get a fever, chills, sore throat, or other symptoms of a cold or flu. Do not treat yourself. Try to avoid being around people who are sick.\nThis medication may increase your risk to bruise or bleed. Call your care team if you notice any unusual bleeding.\nBe careful brushing or flossing your teeth or using a toothpick because you may get an infection or bleed more easily. If you have any dental work done, tell your dentist you are receiving this medication.\nAvoid taking medications that contain aspirin, acetaminophen, ibuprofen, naproxen, or ketoprofen unless instructed by your care team. These medications may hide a fever.\nDo not treat diarrhea with over the counter products. Contact your care team if you have diarrhea that lasts more than 2 days or if it is severe and watery.\nThis medication can make you more sensitive to the sun. Keep out of the sun. If you cannot avoid being in the sun, wear protective clothing and sunscreen. Do not use sun lamps, tanning beds, or tanning booths.\nTalk to your care team if you or your partner wish to become pregnant or think you might be pregnant. This medication can cause serious birth defects if taken during pregnancy and for 3 months after the last dose. A reliable form of contraception is recommended while taking this medication and for 3 months after the last dose. Talk to your care team about effective forms of contraception. Do not father a child while taking this medication and for 3 months after the last dose. Use a condom while having sex during this time period.\nDo not breastfeed while taking this medication.\nThis medication may cause infertility. Talk to your care team if you are concerned about your fertility.\n"}