{"drug_name": "Elacestrant Tablets", "description": "\nELACESTRANT (EL a KES trant) treats breast cancer. It works by blocking the hormone estrogen in breast tissue, which prevents breast cancer cells from spreading or growing.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): ORSERDU\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nSide effects that usually do not require medical attention (report these to your care team if they continue or are bothersome):\nBone, joint, or muscle pain\nConstipation\nHot flashes\nLoss of appetite\nNausea\nStomach pain\nVomiting\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nYour condition will be monitored carefully while you are receiving this medication.\nThis medication can increase bad cholesterol and fats (such as LDL, triglycerides) and decrease good cholesterol (HDL) in your blood. You may need blood tests to check your cholesterol. Ask your care team what you can do to lower your risk of high cholesterol while taking this medication.\nTalk to your care team if you wish to become pregnant or think you might be pregnant. This medication can cause serious birth defects if taken during pregnancy or for 1 week after treatment. A negative pregnancy test is required before starting this medication. A reliable form of contraception is recommended while taking this medication and for 1 week after stopping therapy. Talk to your care team about reliable forms of contraception.\nUse a condom during sex and for 1 week after stopping therapy. Tell your care team right away if you think your partner might be pregnant. This medication can cause serious birth defects.\nDo not breast-feed while taking this medication and for 1 week after stopping therapy.\nThis medication may cause infertility. Talk to your care team if you are concerned about your fertility.\n"}