{"drug_name": "Encorafenib", "description": "\nENCORAFENIB (EN koe RAF e nib) treats some types of cancer. It works by blocking a protein that causes cancer cells to grow and multiply. This helps to slow or stop the spread of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): BRAFTOVI\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nBleeding—bloody or black, tar-like stools, vomiting blood or brown material that looks like coffee grounds, red or dark brown urine, small red or purple spots on skin, unusual bruising or bleeding\nEye pain, redness, irritation, or discharge with blurry or decreased vision\nHeart failure—shortness of breath, swelling of the ankles, feet, or hands, sudden weight gain, unusual weakness or fatigue\nHeart rhythm changes—fast or irregular heartbeat, dizziness, feeling faint or lightheaded, chest pain, trouble breathing\nLiver injury—right upper belly pain, loss of appetite, nausea, light-colored stool, dark yellow or brown urine, yellowing skin or eyes, unusual weakness or fatigue\nRedness, swelling, and blistering of the skin over hands and feet\nSide effects that usually do not require medical attention (report these to your care team if they continue or are bothersome):\nDiarrhea\nFatigue\nJoint pain\nNausea\nSkin rash\nStomach pain\nVomiting\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular checks on your progress.\nYou may need blood work while taking this medication.\nYour vision may be tested before and during use of this medication. Tell your care team right away if you have any change in your eyesight.\nTalk to your care team about your risk of cancer. You may be more at risk for certain types of cancer if you take this medication.\nTalk to your care team if you may be pregnant. Serious birth defects can occur if you take this medication during pregnancy and for 2 weeks after the last dose. You will need a negative pregnancy test before starting this medication. Estrogen and progestin hormones may not work as well while you are taking this medication. A barrier contraceptive, such as a condom or diaphragm, is recommended while taking this medication and for 2 weeks after the last dose. Your care team can help you find the option that works best for you.\nDo not breastfeed while taking this medication and for 2 weeks after the last dose.\nThis medication may cause infertility. Talk to your care team if you are concerned about your fertility.\n"}