{"drug_name": "Enfortumab-vedotin", "description": "\nENFORTUMAB VEDOTIN (en FORT ue mab ve DOE tin) treats bladder cancer and kidney cancer. It works by blocking a protein that causes cancer cells to grow and multiply. This helps to slow or stop the spread of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): PADCEV\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nDry cough, shortness of breath or trouble breathing\nEye pain, redness, irritation, or discharge with blurry or decreased vision\nHigh blood sugar (hyperglycemia)—increased thirst or amount of urine, unusual weakness or fatigue, blurry vision\nPainful swelling, warmth, or redness of the skin, blisters or sores at the infusion site\nPain, tingling, or numbness in the hands or feet\nRedness, blistering, peeling, or loosening of the skin, including inside the mouth\nUnusual bruising or bleeding\nSide effects that usually do not require medical attention (report these to your care team if they continue or are bothersome):\nChange in taste\nDiarrhea\nDry eyes\nFatigue\nHair loss\nLoss of appetite\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nYour condition will be monitored carefully while you are receiving this medication.\nThis medication may make you feel generally unwell. This is not uncommon as chemotherapy can affect healthy cells as well as cancer cells. Report any side effects. Continue your course of treatment even though you feel ill unless your care team tells you to stop.\nThis medication may increase blood sugar. The risk may be higher in patients who already have diabetes. Ask your care team what you can do to lower your risk of diabetes while taking this medication.\nThis medication can cause a serious condition in which there is too much acid in your blood. If you develop nausea, vomiting, stomach pain, unusual tiredness, or trouble breathing, stop taking this medication and call your care team right away. If possible, use a ketone dipstick to check for ketones in your urine.\nThis medication may cause dry eyes and blurred vision. If you wear contact lenses, you may feel some discomfort. Lubricating eye drops may help. See your care team if the problem does not go away or is severe.\nTell your care team right away if you have any change in your eyesight.\nThis medication may increase your risk of getting an infection. Call your care team for advice if you get a fever, chills, sore throat, or other symptoms of a cold or flu. Do not treat yourself. Try to avoid being around people who are sick.\nAvoid taking medications that contain aspirin, acetaminophen, ibuprofen, naproxen, or ketoprofen unless instructed by your care team. These medications may hide a fever.\nThis medication may cause serious skin reactions. They can happen weeks to months after starting the medication. Contact your care team right away if you notice fevers or flu-like symptoms with a rash. The rash may be red or purple and then turn into blisters or peeling of the skin. You may also notice a red rash with swelling of the face, lips or lymph nodes in your neck or under your arms.\nTalk to your care team if you or your partner may be pregnant. Serious birth defects can occur if you take this medication during pregnancy and for 2 months after the last dose. You will need a negative pregnancy test before starting this medication. Contraception is recommended while taking this medication and for 2 months after the last dose. Your care team can help you find the option that works for you.\nIf your partner can get pregnant, use a condom during sex while taking this medication and for 4 months after the last dose.\nDo not breastfeed while taking this medicine or for at least 3 weeks after the last dose.\nThis medication may cause infertility. Talk to your care team if you are concerned about your fertility.\n"}