{"drug_name": "Erleada", "description": "\nAPALUTAMIDE (A puh LOO tuh mide) treats prostate cancer. It works by blocking the effect of testosterone and other hormones in your body, which may slow or stop cancer cells from spreading or growing.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): ERLEADA\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nHeart attack—pain or tightness in the chest, shoulders, arms, or jaw, nausea, shortness of breath, cold or clammy skin, feeling faint or lightheaded\nRash, fever, and swollen lymph nodes\nRedness, blistering, peeling, or loosening of the skin, including inside the mouth\nSeizures\nStroke—sudden numbness or weakness of the face, arm, or leg, trouble speaking, confusion, trouble walking, loss of balance or coordination, dizziness, severe headache, change in vision\nSide effects that usually do not require medical attention (report these to your care team if they continue or are bothersome):\nFatigue\nHot flashes\nIncrease in blood pressure\nJoint pain\nLoss of appetite\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nThis medication may make you feel generally unwell. This is not uncommon as chemotherapy can affect healthy cells as well as cancer cells. Report any side effects. Continue your course of treatment even though you feel ill unless your care team tells you to stop.\nUsing this medication for a long time may weaken your bones. The risk of bone fractures may be increased. Talk to your care team about your bone health.\nThis medication may cause serious skin reactions. They can happen weeks to months after starting the medication. Contact your care team right away if you notice fevers or flu-like symptoms with a rash. The rash may be red or purple and then turn into blisters or peeling of the skin. You may also notice a red rash with swelling of the face, lips, or lymph nodes in your neck or under your arms.\nHeart attacks and strokes have been reported with the use of this medication. Get emergency help if you develop signs or symptoms of a heart attack or stroke. Talk to your care team about the risks and benefits of this medication.\nMales who get this medication must use a condom during sex with females who can get pregnant. If you get a woman pregnant, there is potential for serious harm to an unborn child. You will need to continue wearing a condom for 3 months after stopping the medication. Tell your care team right away if you think your partner might be pregnant.\nThis medication may cause infertility. Talk to your care team if you are concerned about your fertility.\nDo not donate sperm while taking this medication or for 3 months after you stop taking it.\n"}