{"drug_name": "Erlotinib", "description": "\nERLOTINIB (er LOE ti nib) treats lung cancer and pancreatic cancer. It works by blocking a protein that causes cancer cells to grow and multiply. This helps to slow or stop the spread of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Tarceva\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nDry cough, shortness of breath or trouble breathing\nEye pain, redness, irritation, or discharge with blurry or decreased vision\nHemolytic anemia—unusual weakness or fatigue, dizziness, headache, trouble breathing, dark urine, yellowing skin or eyes\nKidney injury—decrease in the amount of urine, swelling of the ankles, hands, or feet\nLiver injury—right upper belly pain, loss of appetite, nausea, light-colored stool, dark yellow or brown urine, yellowing skin or eyes, unusual weakness or fatigue\nRedness, blistering, peeling, or loosening of the skin, including inside the mouth\nStomach pain that is severe, does not go away, or gets worse\nStroke—sudden numbness or weakness of the face, arm, or leg, trouble speaking, confusion, trouble walking, loss of balance or coordination, dizziness, severe headache, change in vision\nUnusual bruising or bleeding\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nDiarrhea\nDry skin\nFatigue\nLoss of appetite\nNausea\nVomiting\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular checks on your progress. Tell your care team if your symptoms do not start to get better or if they get worse.\nYou may need blood work while taking this medication.\nThis medication may cause serious skin reactions. They can happen weeks to months after starting the medication. Contact your care team right away if you notice fevers or flu-like symptoms with a rash. The rash may be red or purple and then turn into blisters or peeling of the skin. You may also notice a red rash with swelling of the face, lips, or lymph nodes in your neck or under your arms.\nTell your care team right away if you have any change in your eyesight.\nCheck with your care team if you have severe diarrhea, nausea, and vomiting, or if you sweat a lot. The loss of too much body fluid may make it dangerous for you to take this medication.\nIf you smoke, tell your care team if you notice this medication is not working well for you. Talk to your care team if you decide to stop smoking.\nTalk to your care team if you wish to become pregnant or think you might be pregnant. This medication can cause serious birth defects if taken during pregnancy or for 1 month after the last dose. A reliable form of contraception is recommended while taking this medication and for 1 month after the last dose. Talk to your care team about reliable forms of contraception.\nDo not breast-feed while taking this medication and for 2 weeks after the last dose.\n"}