{"drug_name": "Fluorouracil Cream", "description": "\nFLUOROURACIL (flure oh YOOR a sil) treats rough, scaly spots on the skin caused by sun exposure. It may also be used to treat skin cancer. It works by slowing down the growth of irregular skin cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Carac, Efudex, Fluoroplex, Tolak\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nPainful swelling, warmth, or redness of the skin, blisters or sores\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nMild skin irritation, redness, or dryness\nSkin reactions on sun-exposed areas\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular checks on your progress. It may be some time before you see the benefit from this medication.\nMake sure you know what you are using this medication for. It comes in different strengths. Make sure you have the correct strength. All strengths can be used for sun spots. Only the 5% products are used for skin cancer.\nTreated areas of skin can look unsightly during and for several weeks after treatment with this medication.\nDo not get this medication in your eyes. If you do, rinse out with plenty of cool tap water.\nThis medication can make you more sensitive to the sun. Keep out of the sun. If you cannot avoid being in the sun, wear protective clothing and sunscreen. Do not use sun lamps, tanning beds, or tanning booths.\nSerious side effects or death can occur if a pet comes into contact with this medication. Contact a vet right away if a pet touches or licks the medication on your skin or comes into contact with the container. Get rid of or wash any items used to apply this medication. Wash your hands after applying the medication. Make sure the medication does not get on clothing, carpet, or furniture. If you cannot avoid skin to skin contact with your pet, ask your care team if you can cover the area(s) where you apply this medication.\nTalk to your care team if you may be pregnant. Serious birth defects can occur if you take this medication during pregnancy. Contraception is recommended while taking this medication. Your care team can help you find the option that works for you.\nTalk to your care team before breastfeeding. Changes to your treatment plan may be needed.\n"}