{"drug_name": "Gilteritinib", "description": "\nGILTERITINIB (GIL te RI ti nib) treats leukemia. It works by blocking a protein that causes cancer cells to grow and multiply. This helps to slow or stop the spread of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): XOSPATA\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nFever, cough, dizziness, feeling faint or lightheaded, shortness of breath, bone pain, sudden weight gain, swelling of the ankles, hands, or feet, which may be signs of differentiation syndrome\nHeart rhythm changes—fast or irregular heartbeat, dizziness, feeling faint or lightheaded, chest pain, trouble breathing\nPancreatitis—severe stomach pain that spreads to your back or gets worse after eating or when touched, fever, nausea, vomiting\nSudden and severe headache, confusion, change in vision, seizures, which may be signs of posterior reversible encephalopathy syndrome (PRES)\nSide effects that usually do not require medical attention (report these to your care team if they continue or are bothersome):\nBone, joint, or muscle pain\nConstipation\nDiarrhea\nDizziness\nGeneral discomfort and fatigue\nPain, redness, or swelling with sores inside the mouth or throat\nNausea\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular checks on your progress. It may be some time before you see the benefit from this medication.\nYou may need blood work while taking this medication.\nTalk to your care team if you or your partner wish to become pregnant or think either of you might be pregnant. This medication can cause serious birth defects if taken during pregnancy or for 6 months after the last dose. A negative pregnancy test is required before starting this medication. A reliable form on contraception is recommended while taking this medication and for 6 months after the last dose. Do not father a child while taking this medication or for 4 months after the last dose. Use a condom while having sex during this time period. Talk to your care team about reliable forms of contraception.\nDo not breast-feed while taking this medication and for 2 months after the last dose.\n"}