{"drug_name": "Goserelin", "description": "\nGOSERELIN (GOE se rel in) treats prostate cancer and breast cancer. It works by decreasing levels of the hormones testosterone and estrogen in the body. This prevents prostate and breast cancer cells from spreading or growing. It may also be used to treat endometriosis. This is a condition where the tissue that lines the uterus grows outside the uterus. It works by decreasing the amount of estrogen your body makes, which reduces heavy bleeding and pain. It can also be used to help thin the lining of the uterus before a surgery used to prevent or reduce heavy periods.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Zoladex, Zoladex 3-Month\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nChange in the amount of urine\nHeart attack—pain or tightness in the chest, shoulders, arms, or jaw, nausea, shortness of breath, cold or clammy skin, feeling faint or lightheaded\nHeart rhythm changes—fast or irregular heartbeat, dizziness, feeling faint or lightheaded, chest pain, trouble breathing\nHigh blood sugar (hyperglycemia)—increased thirst or amount of urine, unusual weakness or fatigue, blurry vision\nHigh calcium level—increased thirst or amount of urine, nausea, vomiting, confusion, unusual weakness or fatigue, bone pain\nPain, redness, irritation, or bruising at the injection site\nSevere back pain, numbness or weakness of the hands, arms, legs, or feet, loss of coordination, loss of bowel or bladder control\nStroke—sudden numbness or weakness of the face, arm, or leg, trouble speaking, confusion, trouble walking, loss of balance or coordination, dizziness, severe headache, change in vision\nSwelling and pain of the tumor site or lymph nodes\nTrouble passing urine\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nChange in sex drive or performance\nHeadache\nHot flashes\nRapid or extreme change in emotion or mood\nSweating\nSwelling of the ankles, hands, or feet\nUnusual vaginal discharge, itching, or odor\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular checks on your progress. Your symptoms may appear to get worse during the first weeks of this therapy. Tell your care team if your symptoms do not start to get better or if they get worse after this time.\nUsing this medication for a long time may weaken your bones. If you smoke or frequently drink alcohol you may increase your risk of bone loss. A family history of osteoporosis, chronic use of medications for seizures (convulsions), or corticosteroids can also increase your risk of bone loss. The risk of bone fractures may be increased. Talk to your care team about your bone health.\nThis medication may increase blood sugar. The risk may be higher in patients who already have diabetes. Ask your care team what you can do to lower your risk of diabetes while taking this medication.\nThis medication should stop regular monthly menstruation in women. Tell your care team if you continue to menstruate.\nTalk to your care team if you wish to become pregnant or think you might be pregnant. This medication can cause serious birth defects if taken during pregnancy or for 12 weeks after stopping treatment. Talk to your care team about reliable forms of contraception.\nDo not breastfeed while taking this medication.\nThis medication may cause infertility. Talk to your care team if you are concerned about your fertility.\n"}