{"drug_name": "Hydroxyurea Oral Tablets", "description": "\nHYDROXYUREA (hye drox ee yoor EE a) prevents the symptoms of sickle cell disease, such as pain crises and acute chest syndrome. It may also reduce the need for blood transfusions. It works by keeping red blood cells round and flexible, which prevents blood cells from clumping together. This also increases blood flow and the amount of oxygen that gets to your tissues.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Mylocel, Siklos\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nHemolytic anemia—unusual weakness or fatigue, dizziness, headache, trouble breathing, dark urine, yellowing skin or eyes\nInfection—fever, chills, cough, sore throat, wounds that don't heal, pain or trouble when passing urine, general feeling of discomfort or being unwell\nPainful swelling, warmth, or redness of the skin, blisters or sores\nUnusual bruising or bleeding\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nConstipation\nDry skin\nHeadache\nNausea\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular checks on your progress. Tell your care team if you symptoms do not start to get better or if they get worse.\nThis medication may make you feel generally unwell. Report any side effects. Continue your course of treatment even though you feel ill unless your care team tells you to stop.\nYou may need blood work while taking this medication.\nThis medication may increase your risk of getting an infection. Call your care team for advice if you get a fever, chills, sore throat, or other symptoms of a cold or flu. Do not treat yourself. Try to avoid being around people who are sick.\nTalk to your care team about your risk of cancer. You may be more at risk for certain types of cancer if you take this medication.\nIf you wear a continuous glucose monitor (CGM), this medication may affect your sensor blood sugar (glucose) results. Talk to your care team about whether it is safe to use your CGM to dose insulin.\nTalk to your care team if you or your partner may be pregnant. Serious birth defects can occur if you take this medication during pregnancy and for 6 months after the last dose. You will need a negative pregnancy test before starting this medication. Contraception is recommended while taking this medication and for 6 months after the last dose. Your care team can help you find the option that works for you.\nIf your partner can get pregnant, use a condom during sex while taking this medication and for at least 1 year the last dose.\nTalk to your care team before breastfeeding. Changes to your treatment plan may be needed.\nThis medication may cause infertility. Talk to your care team if you are concerned about your fertility.\n"}