{"drug_name": "Hydrocortisone (Topical)", "description": "\nHYDROCORTISONE (hye droe KOR ti sone) reduces swelling, redness, itching, or rashes caused by skin conditions, such as eczema. It works by decreasing inflammation of the skin. It belongs to a group of medications called topical steroids.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Ala-Cort, Ala-Scalp, Anusol HC, Aqua Glycolic HC, Aquaphor, Aquaphor Children's Itch Relief, Aquaphor Itch Relief, Balneol for Her, Caldecort, Cetacort, Cortaid, Cortaid Advanced, Cortaid Intensive Therapy, Cortaid Sensitive Skin, CortAlo, Corticaine, Corticool, Cortizone, Cortizone-10, Cortizone-10 Cooling Relief, Cortizone-10 External Itch Relief, Cortizone-10 Intensive Healing, Cortizone-10 Plus, Cortizone-5, Dermarest Dricort, Dermarest Eczema, DERMASORB HC Complete, Gly-Cort, Hycort, Hydro Skin, Hydrocort, Hydrocortisone in Absorbase, Hydroskin, Hydroxym, Hytone, Instacort, Lacticare HC, Locoid, Locoid Lipocream, MiCort-HC, Monistat Complete Care Instant Itch Relief Cream, Neosporin Eczema, NuCort, Nutracort, NuZon, Pandel, Pediaderm HC, Penecort, Preparation H Hydrocortisone, Procto-Kit, Procto-Med HC, Procto-Pak, Proctocort, Proctocream-HC, Proctosol-HC, Proctozone-HC, Rederm, Sarnol-HC, Scalacort, Scalpicin Anti-Itch, Texacort, Tucks HC, Vagisil Anti-Itch, Walgreens Intensive Healing, Westcort\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nBurning, itching, crusting, or peeling of treated skin\nFragile or thinning skin that bruises easily\nSkin infection—skin redness, swelling, warmth, or pain\nSmall, red, pus-filled bumps on skin around hair follicles\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nMild skin irritation, redness, or dryness\nUnexpected hair growth at application site\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular checks on your progress. Tell your care team if your symptoms do not start to get better or if they get worse.\nCall your care team if you are around anyone with measles, chickenpox, or if you develop sores or blisters that do not heal properly.\nThis medication can damage and reduce the effect of latex-containing products, such as condoms and diaphragms. Avoid contact of this medication with latex-containing products; throw away any products that are exposed to this medication.\nDo not use this medication for diaper rash unless directed to do so by your care team. If applying this medication to the diaper area, do not cover with tight-fitting diapers or plastic pants. This may increase the amount of medication that passes through the skin and increase the risk of serious effects.\n"}