{"drug_name": "Iclusig", "description": "\nPONATINIB (poe NA ti nib) treats leukemia. It works by blocking a protein that causes cancer cells to grow and multiply. This helps to slow or stop the spread of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Iclusig\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nBleeding—bloody or black, tar-like stools, vomiting blood or brown material that looks like coffee grounds, red or dark brown urine, small red or purple spots on skin, unusual bruising or bleeding\nBlood clot—pain, swelling, or warmth in the leg, shortness of breath, chest pain\nBurning, pain, tingling, or color changes in the hands, arms, legs, or feet\nDizziness, loss of balance or coordination, confusion or trouble speaking\nHeart attack—pain or tightness in the chest, shoulders, arms, or jaw, nausea, shortness of breath, cold or clammy skin, feeling faint or lightheaded\nHeart failure—shortness of breath, swelling of the ankles, feet, or hands, sudden weight gain, unusual weakness or fatigue\nHeart rhythm changes—fast or irregular heartbeat, dizziness, feeling faint or lightheaded, chest pain, trouble breathing\nIncrease in blood pressure\nInfection—fever, chills, cough, or sore throat\nLiver injury—right upper belly pain, loss of appetite, nausea, light-colored stool, dark yellow or brown urine, yellowing skin or eyes, unusual weakness or fatigue\nLow red blood cell level—unusual weakness or fatigue, dizziness, headache, trouble breathing\nPain, tingling, or numbness in the hands or feet\nPancreatitis—severe stomach pain that spreads to your back or gets worse after eating or when touched, fever, nausea, vomiting\nShortness of breath or trouble breathing\nStomach pain that is severe, does not go away, or gets worse\nStroke—sudden numbness or weakness of the face, arm, or leg, trouble speaking, confusion, trouble walking, loss of balance or coordination, dizziness, severe headache, change in vision\nSudden eye pain or change in vision such as blurry vision, seeing halos around lights, vision loss\nSudden weight gain\nSwelling of the ankles, hands, or feet\nTumor lysis syndrome (TLS)—nausea, vomiting, diarrhea, decrease in the amount of urine, dark urine, unusual weakness or fatigue, confusion, muscle pain or cramps, fast or irregular heartbeat, joint pain\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nConstipation\nDry skin\nFatigue\nHeadache\nJoint pain\nNausea\nStomach pain\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular checks on your progress. Tell your care team if your symptoms do not start to get better or if they get worse.\nYour vision may be tested before and during use of this medication.\nTell your care team right away if you have any change in your eyesight.\nBefore having surgery, talk to your care team to make sure it is ok. This medication can increase the risk of poor healing of your surgical site or wound. You will need to stop this medication for 7 days before surgery. After surgery, wait at least 2 weeks before restarting this medication. Make sure the surgical site or wound is healed enough before restarting this medication. Talk to your care team if questions.\nThis medication may increase your risk to bruise or bleed. Call your care team if you notice any unusual bleeding.\nThis medication may increase your risk of getting an infection. Call your care team for advice if you get a fever, chills, sore throat, or other symptoms of a cold or flu. Do not treat yourself. Try to avoid being around people who are sick.\nTalk to your care team if you wish to become pregnant or think you might be pregnant. This medication can cause serious birth defects if taken during pregnancy and for 3 weeks after the last dose. A negative pregnancy test is required before starting this medication. A reliable form of contraception is recommended while taking this medication and for 3 weeks after the last dose. Talk to your care team about reliable forms of contraception.\nDo not breast-feed while taking this medication and for 6 days after the last dose.\n"}