{"drug_name": "Idelalisib", "description": "\nIDELALISIB (eye DEL a LIS ib) treats leukemia. It works by blocking a protein that causes cancer cells to grow and multiply. This helps to slow or stop the spread of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): ZYDELIG\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nDry cough, shortness of breath or trouble breathing\nInfection—fever, chills, cough, sore throat, wounds that don't heal, pain or trouble when passing urine, general feeling of discomfort or being unwell\nLiver injury—right upper belly pain, loss of appetite, nausea, light-colored stool, dark yellow or brown urine, yellowing skin or eyes, unusual weakness or fatigue\nRash, fever, and swollen lymph nodes\nRedness, blistering, peeling, or loosening of the skin, including inside the mouth\nSevere or prolonged diarrhea\nStomach pain that is severe, does not go away, or gets worse\nUnusual bruising or bleeding\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nFatigue\nLoss of appetite\nNausea\nStomach pain\nTrouble sleeping\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nYour condition will be monitored carefully while you are receiving this medication. You may need blood work while taking this medication.\nThis medication may cause serious skin reactions. They can happen weeks to months after starting the medication. Contact your care team right away if you notice fevers or flu-like symptoms with a rash. The rash may be red or purple and then turn into blisters or peeling of the skin. You may also notice a red rash with swelling of the face, lips, or lymph nodes in your neck or under your arms.\nThis medication may increase your risk of getting an infection. Call your care team for advice if you get a fever, chills, sore throat, or other symptoms of a cold or flu. Do not treat yourself. Try to avoid being around people who are sick.\nTalk to your care team if you may be pregnant. Serious birth defects can occur if you take this medication during pregnancy and for 1 month after the last dose. You will need a negative pregnancy test before starting this medication. Contraception is recommended while taking this medication and for 1 month after the last dose.\nIf your partner can get pregnant, use a condom during sex while taking this medication and for 3 months after the last dose.\nDo not breastfeed while taking this medication and for 1 month after the last dose.\n"}