{"drug_name": "Imlygic", "description": "\nTALIMOGENE LAHERPAREPVEC (tal IM oh jeen la HER pa REP vek) treats skin cancer. It works by helping your immune system slow or stop the spread of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Imlygic\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nDry cough, shortness of breath or trouble breathing\nEye pain, redness, irritation, or discharge with blurry or decreased vision\nKidney injury (glomerulonephritis)—decrease in the amount of urine, red or dark brown urine, foamy or bubbly urine, swelling of the ankles, hands, or feet\nNew or worsening psoriasis—rash with itchy, scaly patches\nPain, burning, tingling, or blistering around the mouth, genitals, or on any part of the body\nSkin infection—skin redness, swelling, warmth, or pain at the injection site\nUnusual weakness or fatigue, fever, headache, skin rash, muscle or joint pain, loss of appetite, pain, tingling, or numbness in the hands or feet\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nChills\nDiarrhea\nFatigue\nHeadache\nNausea\nVomiting\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nYour condition will be monitored carefully while you are receiving this medication.\nThis medication can transfer to other areas of your body or from your body to other people. Avoid direct contact between treatment sites, dressings, or body fluids and other people. Do not touch or scratch the treated area. If accidental contact happens, the exposed area should be washed right away with soap and water and/or a disinfectant. A partner who is pregnant or trying to get pregnant should avoid contact with the treatment sites, dressings, or body fluids.\nTalk to your care team if you may be pregnant. Serious birth defects can occur if you take this medication during pregnancy. Contraception is recommended while taking this medication. Your care team can help you find the option that works for you.\nDo not breastfeed while taking this medication.\n"}