{"drug_name": "Inqovi", "description": "\nDECITABINE; CEDAZURIDINE (dee SYE ta been; sed az ure i deen) treats blood and bone marrow cancers. It works by slowing down the growth of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): INQOVI\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nInfection—fever, chills, cough, sore throat, wounds that don't heal, pain or trouble when passing urine, general feeling of discomfort or being unwell\nLow red blood cell level—unusual weakness or fatigue, dizziness, headache, trouble breathing\nUnusual bruising or bleeding\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nConstipation\nDiarrhea\nFatigue\nNausea\nPain, redness, or swelling with sores inside the mouth or throat\nStomach pain\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular checks on your progress. You may need blood work while taking this medication.\nThis medication may make you feel generally unwell. This is not uncommon as chemotherapy can affect healthy cells as well as cancer cells. Report any side effects. Continue your course of treatment even though you feel ill unless your care team tells you to stop.\nThis medication may increase your risk of getting an infection. Call your care team for advice if you get a fever, chills, sore throat, or other symptoms of a cold or flu. Do not treat yourself. Try to avoid being around people who are sick.\nBe careful brushing or flossing your teeth or using a toothpick because you may get an infection or bleed more easily. If you have any dental work done, tell your dentist you are receiving this medication.\nCall your care team if you are around anyone with measles, chickenpox, or if you develop sores or blisters that do not heal properly.\nAvoid taking medications that contain aspirin, acetaminophen, ibuprofen, naproxen, or ketoprofen unless instructed by your care team. These medications may hide a fever.\nTalk to your care team if you or your partner wish to become pregnant or think either of you might be pregnant. This medication can cause serious birth defects if taken during pregnancy or for 6 months after stopping therapy. A negative pregnancy test is required before starting this medication. A reliable form of contraception is recommended while taking this medication and for 6 months after stopping therapy. Talk to your care team about reliable forms of contraception.\nUse a condom during sex and for 3 months after stopping therapy. Tell your care team right away if you think your partner might be pregnant. This medication can cause serious birth defects.\nDo not breast-feed while taking this medication and for 2 weeks after stopping therapy.\nThis medication may cause infertility. Talk to your care team if you are concerned about your fertility.\n"}