{"drug_name": "Isatuximab", "description": "\nISATUXIMAB (EYE sa TUX i mab) treats a type of bone marrow cancer (multiple myeloma). It works by blocking a protein that causes cancer cells to grow and multiply. This helps slow or stop the spread of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): SARCLISA\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nHeart failure—shortness of breath, swelling of the angles, feet, or hands, sudden weight gain, unusual weakness or fatigue\nInfection—fever, chills, cough, or sore throat\nInfusion reactions—chest pain, shortness of breath or trouble breathing, feeling faint or lightheaded\nSide effects that usually do not require medical attention (report these to your care team if they continue or are bothersome):\nBack pain\nDiarrhea\nIncrease in blood pressure\nTrouble sleeping\nVomiting\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nYour condition will be monitored carefully while you are receiving this medication.\nYou may need blood work done while you are taking this medication.\nThis medication may increase your risk of getting an infection. Call your care team for advice if you get a fever, chills, sore throat, or other symptoms of a cold or flu. Do not treat yourself. Try to avoid being around people who are sick. If you have not had the measles or chickenpox vaccines, tell your care team right away if you are around someone with these viruses.\nTalk to your care team about your risk of cancer. You may be more at risk for certain types of cancers if you take this medication.\nThis medication can affect the results of blood tests to match your blood type. Your care team will do blood tests to match your blood type before you start treatment. Tell your care team that you are being treated with this medication before receiving a blood transfusion.\nDo not become pregnant while taking this medicine or for at least 5 months after stopping it. Inform your doctor if you wish to become pregnant or think you might be pregnant. There is a potential for serious side effects to an unborn child. Talk to your care team for more information. Do not breast-feed while taking this medicine.\n"}