{"drug_name": "Isotretinoin", "description": "\nISOTRETINOIN (eye soe TRET i noyn) treats severe acne. It is often prescribed when other acne medications do not work well enough or cannot be tolerated. It belongs to a group of medications called retinoids.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Absorica, Absorica LD, Accutane, Amnesteem, Claravis, MYORISAN, Sotret, ZENATANE\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nChange in vision such as blurry vision, seeing halos around lights, vision loss\nHearing loss, ringing in ears\nIncreased pressure around the brain—severe headache, blurry vision, change in vision, nausea, vomiting\nLiver injury—right upper belly pain, loss of appetite, nausea, light-colored stool, dark yellow or brown urine, yellowing skin or eyes, unusual weakness or fatigue\nMood and behavior changes—anxiety, nervousness, confusion, hallucinations, irritability, hostility, thoughts of suicide or self-harm, worsening mood, feelings of depression\nPancreatitis—severe stomach pain that spreads to your back or gets worse after eating or when touched, fever, nausea, vomiting\nRedness, blistering, peeling, or loosening of the skin, including inside the mouth\nStomach pain, rectal bleeding, severe diarrhea\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nDryness or irritation of the eyes, lips, mouth, or nose\nJoint pain\nMuscle pain\nNausea\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular checks on your progress. It may be some time before you see the benefit from this medication.\nYour acne may flare when you start taking this medication. This should only last for a short period of time. Talk to your care team if this is a concern for you.\nYou may need blood work done while you are taking this medication.\nThis medication can make you more sensitive to the sun. Keep out of the sun. If you cannot avoid being in the sun, wear protective clothing and sunscreen. Do not use sun lamps, tanning beds, or tanning booths.\nDo not have cosmetic procedures such as waxing, dermabrasion, or laser therapy while taking this medication and for at least 6 months the last dose. It can increase the risk of scarring from these procedures.\nTell your care team right away if you have any change in your eyesight. Avoid driving at night until you know how it has affected your vision.\nThis medication may cause dry eyes. If you wear contact lenses, you may feel some discomfort. Lubricating eye drops may help. See your care team if the problem does not go away or is severe.\nThis medication may increase blood sugar. The risk may be higher in patients who already have diabetes. Ask your care team what you can do to lower your risk of diabetes while taking this medication.\nThis medication can increase bad cholesterol and fats (such as LDL, triglycerides) and decrease good cholesterol (HDL) in your blood. You may need blood tests to check your cholesterol. Ask your care team what you can do to lower your risk of high cholesterol while taking this medication.\nYour care team may tell you to stop taking this medication if you develop muscle problems. If your muscle problems do not go away after stopping this medication, contact your care team.\nTalk to your care team if you may be pregnant. Serious birth defects can occur if you take this medication during pregnancy and for 1 month after the last dose. You will need 2 negative pregnancy tests before starting this medication. Two forms of contraception are recommended for 1 month before starting this medication, while taking this medication, and for 1 month after the last dose. Your care team can help you find the option that works for you.\nDo not breastfeed while taking this medication and for 1 month after the last dose.\nDo not donate blood while taking this medication and for 1 month after the last dose. Donated blood may contain enough of this medication to cause fetal birth defects if transfused to someone who is pregnant.\n"}