{"drug_name": "Ivosidenib", "description": "\nIVOSIDENIB (EYE voe SID e nib) treats bile duct cancer. It may also be used to treat blood and bone marrow cancers. It works by blocking a protein that causes cancer cells to grow and multiply. This helps to slow or stop the spread of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): TIBSOVO\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nFever, cough, dizziness, feeling faint or lightheaded, shortness of breath, bone pain, sudden weight gain, swelling of the ankles, hands, or feet, which may be signs of differentiation syndrome\nHeart rhythm changes—fast or irregular heartbeat, dizziness, feeling faint or lightheaded, chest pain, trouble breathing\nHigh white blood cell level—fever, fatigue, trouble breathing, night sweats, change in vision, weight loss\nPain, tingling, or numbness in the hands or feet, muscle weakness, change in vision, confusion or trouble speaking, loss of balance or coordination, trouble walking, seizures\nSide effects that usually do not require medical attention (report these to your care team if they continue or are bothersome):\nConstipation\nDiarrhea\nFatigue\nJoint pain\nLoss of appetite\nNausea\nPain, redness, or swelling with sores inside the mouth or throat\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nYour condition will be monitored carefully while you are receiving this medication.\nThis medication may make you feel generally unwell. This is not uncommon as chemotherapy can affect healthy cells as well as cancer cells. Report any side effects. Continue your course of treatment even though you feel ill unless your care team tells you to stop.\nYou may need blood work while taking this medication.\nTalk to your care team if you may be pregnant. Serious birth defects can occur if you take this medication during pregnancy. Contraception is recommended while taking this medication. Your care team can help you find the option that works for you.\nDo not breastfeed while taking this medication and for 1 month after the last dose.\nThis medication may cause infertility. Talk to your care team if you are concerned about your fertility.\n"}