{"drug_name": "Jakafi", "description": "\nRUXOLITINIB (RUX oh LI ti nib) treats blood and bone marrow cancers. It works by blocking a protein that causes cancer cells to grow and multiply. This helps to slow or stop the spread of cancer cells. It may also be used to treat a condition that can occur after a stem cell or bone marrow transplant (graft versus host disease).\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Jakafi\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nBlood clot—pain, swelling, or warmth in the leg, shortness of breath, chest pain\nDizziness, loss of balance or coordination, confusion or trouble speaking\nHeart attack—pain or tightness in the chest, shoulders, arms, or jaw, nausea, shortness of breath, cold or clammy skin, feeling faint or lightheaded\nInfection—fever, chills, cough, sore throat, wounds that don't heal, pain or trouble when passing urine, general feeling of discomfort or being unwell\nLow red blood cell level—unusual weakness or fatigue, dizziness, headache, trouble breathing\nStroke—sudden numbness or weakness of the face, arm, or leg, trouble speaking, confusion, trouble walking, loss of balance or coordination, dizziness, severe headache, change in vision\nUnusual bruising or bleeding\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nDiarrhea\nDizziness\nHeadache\nMuscle spasms\nSwelling of the ankles, hands, or feet\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nYour condition will be monitored carefully while you are receiving this medication.\nYou may need blood work while taking this medication.\nThis medication may increase your risk of getting an infection. Call your care team for advice if you get a fever, chills, sore throat, or other symptoms of a cold or flu. Do not treat yourself. Try to avoid being around people who are sick.\nThis medication may increase your risk to bruise or bleed. Call your care team if you notice any unusual bleeding.\nIn some patients, this medication may cause a serious brain infection that may cause death. If you have any problems seeing, thinking, speaking, walking, or standing, tell your care team right away. If you cannot reach your care team, urgently seek another source of medical care.\nTalk to your care team about your risk of cancer. You may be more at risk for certain types of cancers if you take this medication.\nTalk to your care team before breastfeeding. Changes to your treatment plan may be needed.\n"}