{"drug_name": "Lanreotide", "description": "\nLANREOTIDE (lan REE oh tide) treats high levels of growth hormone (acromegaly). It is used when other therapies have not worked well enough or cannot be tolerated. It works by reducing the amount of growth hormone your body makes. This reduces symptoms and the risk of health problems caused by too much growth hormone, such as diabetes and heart disease. It may also be used to treat neuroendocrine tumors, a cancer of the cells that release hormones and other substances in your body. It works by slowing down the release of these substances from the cells. This slows tumor growth. It also decreases the symptoms of carcinoid syndrome, such as flushing or diarrhea.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Somatuline Depot\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nGallbladder problems—severe stomach pain, nausea, vomiting, fever\nHigh blood sugar (hyperglycemia)—increased thirst or amount of urine, unusual weakness or fatigue, blurry vision\nIncrease in blood pressure\nLow blood sugar (hypoglycemia)—tremors or shaking, anxiety, sweating, cold or clammy skin, confusion, dizziness, rapid heartbeat\nLow thyroid levels (hypothyroidism)—unusual weakness or fatigue, increased sensitivity to cold, constipation, hair loss, dry skin, weight gain, feelings of depression\nSlow heartbeat—dizziness, feeling faint or lightheaded, confusion, trouble breathing, unusual weakness or fatigue\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nDiarrhea\nDizziness\nHeadache\nMuscle spasms\nNausea\nPain, redness, irritation, or bruising at the injection site\nStomach pain\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular checks on your progress. Tell your care team if your symptoms do not start to get better or if they get worse.\nYour condition will be monitored carefully while you are receiving this medication.\nYou may need blood work while you are taking this medication.\nThis medication may increase blood sugar. The risk may be higher in patients who already have diabetes. Ask your care team what you can do to lower your risk of diabetes while taking this medication.\nTalk to your care team if you wish to become pregnant or think you may be pregnant. This medication can cause serious birth defects.\nDo not breast-feed while taking this medication and for 6 months after stopping therapy.\nThis medication may cause infertility. Talk to your care team if you are concerned about your fertility.\n"}