{"drug_name": "Lapatinib", "description": "\nLAPATINIB (la PA ti nib) treats breast cancer. It works by blocking a protein that causes cancer cells to grow and multiply. This helps to slow or stop the spread of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Tykerb\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nDry cough, shortness of breath or trouble breathing\nHeart failure—shortness of breath, swelling of the ankles, feet, or hands, sudden weight gain, unusual weakness or fatigue\nHeart rhythm changes—fast or irregular heartbeat, dizziness, feeling faint or lightheaded, chest pain, trouble breathing\nLiver injury—right upper belly pain, loss of appetite, nausea, light-colored stool, dark yellow or brown urine, yellowing skin or eyes, unusual weakness or fatigue\nRedness, blistering, peeling, or loosening of the skin, including inside the mouth\nSevere or prolonged diarrhea\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nFatigue\nNausea\nPain, redness, or swelling with sores inside the mouth or throat\nTrouble sleeping\nVomiting\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular checks on your progress. It may be some time before you see the benefit from this medication.\nThis medication may make you feel generally unwell. This is not uncommon as chemotherapy can affect healthy cells as well as cancer cells. Report any side effects. Continue your course of treatment even though you feel ill unless your care team tells you to stop.\nTalk to your care team if you or your partner wish to become pregnant or think you might be pregnant. This medication can cause serious birth defects if taken during pregnancy or for 1 week after the last dose. A negative pregnancy test is required before starting this medication. A reliable form of contraception is recommended while taking this medication and for 1 week after the last dose. Talk to your care team about reliable forms of contraception. Do not father a child while taking this medication or for 1 week after the last dose. Use a condom while having sex during this time period.\nDo not breast-feed while taking this medication and for 1 week after the last dose.\n"}