{"drug_name": "Lartruvo", "description": "\nOLARATUMAB (oh lar a tue mab) is a monoclonal antibody. It is used to treat soft-tissue sarcoma.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): LARTRUVO\n", "side_effects": "\nSide effects that you should report to your doctor or health care professional as soon as possible:\nallergic reactions like skin rash, itching or hives, swelling of the face, lips, or tongue\nbreathing problems\nfacial flushing\nlow blood counts - this medicine may decrease the number of white blood cells, red blood cells and platelets. You may be at increased risk for infections and bleeding.\npain, tingling, numbness in the hands or feet\nsigns and symptoms of low blood pressure like dizziness; feeling faint or lightheaded, falls; unusually weak or tired\nsigns of infection - fever or chills, cough, sore throat, pain or difficulty passing urine\nsigns of decreased platelets or bleeding - bruising, pinpoint red spots on the skin, black, tarry stools, blood in the urine\nSide effects that usually do not require medical attention (report to your doctor or health care professional if they continue or are bothersome):\ndiarrhea\nhair loss\nloss of appetite\nnausea\nmouth sores\nmuscle pain\nstomach pain\nvomiting\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nYour condition will be monitored carefully while you are receiving this medication.\nYou may need blood work while taking this medication.\nThis medication can cause serious allergic reactions. To reduce the risk, your care team may give you other medications to take before receiving this one. Be sure to follow the directions from your care team.\nTalk to your care team if you wish to become pregnant or think you might be pregnant. This medication can cause serious birth defects if taken during pregnancy or for 3 months after stopping treatment. Talk to your care team about reliable forms of contraception.\nDo not breastfeed while taking this medication and for 3 months after the last dose.\nThis medication may cause infertility. Talk to your care team if you are concerned about your fertility.\n"}