{"drug_name": "Lenvatinib", "description": "\nLENVATINIB (len VA ti nib) treats some types of cancer. It works by blocking a protein that causes cancer cells to grow and multiply. This helps to slow or stop the spread of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): LENVIMA\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nBleeding—bloody or black, tar-like stools, vomiting blood or brown material that looks like coffee grounds, red or dark brown urine, small red or purple spots on skin, unusual bruising or bleeding\nDiarrhea\nHeart attack—pain or tightness in the chest, shoulders, arms, or jaw, nausea, shortness of breath, cold or clammy skin, feeling faint or lightheaded\nHeart failure—shortness of breath, swelling of the ankles, feet, or hands, sudden weight gain, unusual weakness or fatigue\nHeart rhythm changes—fast or irregular heartbeat, dizziness, feeling faint or lightheaded, chest pain, trouble breathing\nHigh thyroid levels (hyperthyroidism)—fast or irregular heartbeat, weight loss, excessive sweating or sensitivity to heat, tremors or shaking, anxiety, nervousness, irregular menstrual cycle or spotting\nIncrease in blood pressure\nKidney injury—decrease in the amount of urine, swelling of the ankles, hands, or feet\nLiver injury—right upper belly pain, loss of appetite, nausea, light-colored stool, dark yellow or brown urine, yellowing skin or eyes, unusual weakness or fatigue\nLow calcium level—muscle pain or cramps, confusion, tingling, or numbness in the hands or feet\nLow thyroid levels (hypothyroidism)—unusual weakness or fatigue, increased sensitivity to cold, constipation, hair loss, dry skin, weight gain, feelings of depression\nOsteonecrosis of the jaw—pain, swelling, or redness in the mouth, numbness of the jaw, poor healing after dental work, unusual discharge from the mouth, visible bones in the mouth\nRedness, swelling, and blistering of the skin over hands and feet\nStomach pain that is severe, does not go away, or gets worse\nStroke—sudden numbness or weakness of the face, arm, or leg, trouble speaking, confusion, trouble walking, loss of balance or coordination, dizziness, severe headache, change in vision\nSudden and severe headache, confusion, change in vision, seizures, which may be signs of posterior reversible encephalopathy syndrome (PRES)\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nJoint pain\nLoss of appetite with weight loss\nMuscle pain\nNausea\nPain, redness, or swelling with sores inside the mouth or throat\nVomiting\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nThis medication may make you feel generally unwell. This is not uncommon, as chemotherapy can affect healthy cells as well as cancer cells. Report any side effects. Continue your course of treatment even though you feel ill unless your care team tells you to stop.\nVisit your care team for regular checks on your progress. Check your blood pressure as directed. Know what your blood pressure should be and when to contact your care team.\nDo not treat yourself for coughs, colds, or pain while you are using this medication without talking to your care team for advice. Some medications may increase your blood pressure.\nHeart attacks and strokes have been reported with the use of this medication. Get emergency help if you develop signs or symptoms of a heart attack or stroke. Talk to your care team about the risks and benefits of this medication.\nBefore having surgery or dental work, talk to your care team to make sure it is ok. This medication can increase the risk of poor healing of your surgical site or wound. You will need to stop this medication for at least 1 week before surgery. After surgery, wait at least 2 weeks before restarting this medication. Make sure the surgical site or wound is healed enough before restarting this medication. Talk to your care team if questions.\nTell your dentist or dental surgeon that you are taking this medication. You should not have major dental surgery while on this medication. See your dentist to have a dental exam and fix any dental problems before starting this medication. Take good care of your teeth while on this medication. Make sure you see your dentist for regular follow-up appointments.\nSome people who take this medication have severe bone, joint, or muscle pain. This medication may also increase your risk for jaw problems. Tell your care team right away if you have severe pain in your jaw. Tell your care team if you have any pain that does not go away or gets worse.\nThis medication may increase your risk to bruise or bleed. Call your care team if you notice any unusual bleeding.\nTalk to your care team if you wish to become pregnant or think you might be pregnant. This medication can cause serious birth defects if taken during pregnancy. A negative pregnancy test is required before starting this medication. A reliable form of contraception is recommended while taking this medication and for 30 days after stopping it. Do not breast-feed while taking this medication and for 1 week after stopping it.\nThis medication may cause infertility. Talk with your care team if you are concerned about your fertility.\n"}