{"drug_name": "Letrozole", "description": "\nLETROZOLE (LET roe zole) treats some types of breast cancer. It works by decreasing the amount of estrogen hormone your body makes, which slows or stops breast cancer cells from spreading or growing.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Femara\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nDizziness\nFatigue\nHeadache\nHot flashes\nJoint Pain\nSwelling of the ankles, hands, or feet\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nTell your care team if your symptoms do not start to get better or if they get worse.\nDo not become pregnant while taking this medication or for 3 weeks after stopping it. Women should inform their care team if they wish to become pregnant or think they might be pregnant. There is a potential for serious side effects to an unborn child. Talk to your care team or pharmacist for more information. Do not breast-feed while taking this medication or for 3 weeks after stopping it.\nThis medication may interfere with the ability to have a child. Talk with your care team if you are concerned about your fertility.\nUsing this medication for a long time may increase your risk of low bone mass. Talk to your care team about bone health.\nYou may get drowsy or dizzy. Do not drive, use machinery, or do anything that needs mental alertness until you know how this medication affects you. Do not stand or sit up quickly, especially if you are an older patient. This reduces the risk of dizzy or fainting spells.\nYou may need blood work done while you are taking this medication.\n"}