{"drug_name": "Libtayo", "description": "\nCEMIPLIMAB (se MIP li mab) treats skin cancer and lung cancer. It works by helping your immune system slow or stop the spread of cancer cells. It is a monoclonal antibody.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): LIBTAYO\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nDry cough, shortness of breath or trouble breathing\nEye pain, redness, irritation, or discharge with blurry or decreased vision\nHeart muscle inflammation—unusual weakness or fatigue, shortness of breath, chest pain, fast or irregular heartbeat, dizziness, swelling of the ankles, feet, or hands\nHormone gland problems—headache, sensitivity to light, unusual weakness or fatigue, dizziness, fast or irregular heartbeat, increased sensitivity to cold or heat, excessive sweating, constipation, hair loss, increased thirst or amount of urine, tremors or shaking, irritability\nInfusion reactions—chest pain, shortness of breath or trouble breathing, feeling faint or lightheaded\nKidney injury (glomerulonephritis)—decrease in the amount of urine, red or dark brown urine, foamy or bubbly urine, swelling of the ankles, hands, or feet\nLiver injury—right upper belly pain, loss of appetite, nausea, light-colored stool, dark yellow or brown urine, yellowing skin or eyes, unusual weakness or fatigue\nPain, tingling, or numbness in the hands or feet, muscle weakness, change in vision, confusion or trouble speaking, loss of balance or coordination, trouble walking, seizures\nRash, fever, and swollen lymph nodes\nRedness, blistering, peeling, or loosening of the skin, including inside the mouth\nSudden or severe stomach pain, bloody diarrhea, fever, nausea, vomiting\nSide effects that usually do not require medical attention (report these to your care team if they continue or are bothersome):\nBone, joint, or muscle pain\nDiarrhea\nFatigue\nLoss of appetite\nNausea\nSkin rash\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular checks on your progress. It may be some time before you see the benefit from this medication.\nYou may need blood work done while taking this medication.\nThis medication may cause serious skin reactions. They can happen weeks to months after starting the medication. Contact your care team right away if you notice fevers or flu-like symptoms with a rash. The rash may be red or purple and then turn into blisters or peeling of the skin. You may also notice a red rash with swelling of the face, lips, or lymph nodes in your neck or under your arms.\nTell your care team right away if you have any change in your eyesight.\nTalk to your care team if you may be pregnant. You will need a negative pregnancy test before starting this medication. Contraception is recommended while taking this medication and for 4 months after the last dose. Your care team can help you find the option that works for you.\nDo not breastfeed while taking this medication and for at least 4 months after the last dose.\n"}