{"drug_name": "Lorbrena", "description": "\nLORLATINIB (lor LA ti nib) treats lung cancer. It works by blocking a protein that causes cancer cells to grow and multiply. This helps to slow or stop the spread of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Lorbrena\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nDry cough, shortness of breath or trouble breathing\nHeart rhythm changes—fast or irregular heartbeat, dizziness, feeling faint or lightheaded, chest pain, trouble breathing\nHigh blood sugar (hyperglycemia)—increased thirst or amount of urine, unusual weakness or fatigue, blurry vision\nIncrease in blood pressure\nMood and behavior changes—anxiety, nervousness, confusion, hallucinations, irritability, hostility, thoughts of suicide or self-harm, worsening mood, feelings of depression\nPain, tingling, or numbness in the hands or feet, muscle weakness, change in vision, confusion or trouble speaking, loss of balance or coordination, trouble walking, seizures\nSide effects that usually do not require medical attention (report these to your care team if they continue or are bothersome):\nDiarrhea\nFatigue\nJoint pain\nSwelling of the ankles, hands, or feet\nWeight gain\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular checks on your progress. It may be some time before you see the benefit from this medication.\nThis medication may make you feel generally unwell. This is not uncommon as chemotherapy can affect healthy cells as well as cancer cells. Report any side effects. Continue your course of treatment even though you feel ill unless your care team tells you to stop.\nTalk to your care team if you wish to become pregnant or think you might be pregnant. This medication can cause serious birth defects if taken during pregnancy or for 6 months after the last dose. A negative pregnancy test is required before starting this medication. Estrogen and progestin hormones may not work as well while you are taking this medication. A barrier contraceptive, such as condom or diaphragm, is recommended. Talk to your care team about reliable forms of contraception. Do not father a child while taking this medication and for 3 months after the last dose. Use a condom when having sex during this time period.\nDo not breast-feed while taking this medication and for 7 days after the last dose.\nThis medication may cause infertility. It is usually temporary. Talk to your care team if you are concerned about your fertility.\nAvoid taking medications that contain aspirin, acetaminophen, ibuprofen, naproxen, or ketoprofen unless instructed by your care team. These medications may hide a fever.\nBe careful brushing or flossing your teeth or using a toothpick because you may get an infection or bleed more easily. If you have any dental work done, tell your dentist you are receiving this medication.\nThis medication may increase your risk of getting an infection. Call your care team for advice if you get a fever, chills, sore throat, or other symptoms of a cold or flu. Do not treat yourself. Try to avoid being around people who are sick.\nThis medication can increase bad cholesterol and fats (such as LDL, triglycerides) and decrease good cholesterol (HDL) in your blood. You may need blood tests to check your cholesterol. Ask your care team what you can do to lower your risk of high cholesterol while taking this medication.\nThis medication may increase blood sugar. The risk may be higher in patients who already have diabetes. Ask your care team what you can do to lower your risk of diabetes while taking this medication.\nThis medication may cause thoughts of suicide or depression. This includes sudden changes in mood, behaviors, or thoughts. These changes can happen at any time but are more common in the beginning of treatment or after a change in dose. Call your care team right away if you experience these thoughts or worsening depression.\n"}