{"drug_name": "Lupron", "description": "\nLEUPROLIDE (loo PROE lide) reduces the symptoms of prostate cancer. It works by decreasing levels of the hormone testosterone in the body. This prevents prostate cancer cells from spreading or growing.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Eligard, Lupron Depot, Lupron Depot-Ped, Lutrate Depot, Viadur\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nHeart attack—pain or tightness in the chest, shoulders, arms, or jaw, nausea, shortness of breath, cold or clammy skin, feeling faint or lightheaded\nHeart rhythm changes—fast or irregular heartbeat, dizziness, feeling faint or lightheaded, chest pain, trouble breathing\nHigh blood sugar (hyperglycemia)—increased thirst or amount of urine, unusual weakness or fatigue, blurry vision\nMood swings, irritability, hostility\nSeizures\nStroke—sudden numbness or weakness of the face, arm, or leg, trouble speaking, confusion, trouble walking, loss of balance or coordination, dizziness, severe headache, change in vision\nThoughts of suicide or self-harm, worsening mood, feelings of depression\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nBone pain\nChange in sex drive or performance\nGeneral discomfort and fatigue\nHot flashes\nMuscle pain\nPain, redness, or irritation at injection site\nSwelling of the ankles, hands, or feet\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular checks on your progress. Tell your care team if your symptoms do not start to get better or if they get worse.\nThis medication may increase blood sugar. The risk may be higher in patients who already have diabetes. Ask your care team what you can do to lower the risk of diabetes while taking this medication.\nThis medication may cause infertility. Talk to your care team if you are concerned about your fertility.\nHeart attacks and strokes have been reported with the use of this medication. Get emergency help if you develop signs or symptoms of a heart attack or stroke. Talk to your care team about the risks and benefits of this medication.\n"}