{"drug_name": "Lutathera", "description": "\nLUTETIUM LU 177 DOTATATE (loo TEE shee uhm loo 177 DOE ta tate) treats neuroendocrine tumors, a cancer of the cells that release hormones and other substances in your body. It works by releasing energy (radiation) to slow or stop the spread of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Lutathera\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions or angioedema—skin rash, itching or hives, swelling of the face, eyes, lips, tongue, arms, or legs, trouble swallowing or breathing\nFlushing, diarrhea, dizziness, feeling faint or lightheaded, blurry vision, wheezing or trouble breathing\nHigh blood sugar (hyperglycemia)—increased thirst or amount of urine, unusual weakness or fatigue, blurry vision\nInfection—fever, chills, cough, or sore throat\nKidney injury—decrease in the amount of urine, swelling of the ankles, hands, or feet\nLiver injury—right upper belly pain, loss of appetite, nausea, light-colored stool, dark yellow or brown urine, yellowing skin or eyes, unusual weakness or fatigue\nLow red blood cell level—unusual weakness or fatigue, dizziness, headache, trouble breathing\nUnusual bruising or bleeding\nSide effects that usually do not require medical attention (report these to your care team if they continue or are bothersome):\nDiarrhea\nNausea\nStomach pain\nVomiting\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nThis medication may make you feel generally unwell. This is not uncommon as chemotherapy can affect healthy cells as well as cancer cells. Report any side effects. Continue your course of treatment even though you feel ill unless your care team tells you to stop.\nThis medication may cause serious side effects or allergic reactions. To reduce the risk, your care team may give you other medications to take before receiving this one. Be sure to follow the directions from your care team.\nThere will be radiation from this medication in your urine for up to 30 days. Follow the directions from your care team to decrease the risk of radiation exposure to other people you live with or may come in contact with.\nTalk to your care team if you wish to become pregnant or think you might be pregnant. This medication can cause serious birth defects. A negative pregnancy test is required before starting this medication. A reliable form of contraception is recommended while taking this medication and for 7 months after stopping treatment for people who can get pregnant or 4 months after stopping treatment for people with partners who can get pregnant. Talk to your care team about reliable forms of contraception.\nDo not breast-feed while taking this medication or for 2.5 months after the last dose.\nThis medication may cause infertility. Talk with your care team if you are concerned about your fertility.\nBe careful brushing and flossing your teeth or using a toothpick because you may get an infection or bleed more easily. If you have any dental work done, tell your dentist you are receiving this medication.\nCall your care team for advice if you get a fever, chills or sore throat, or other symptoms of a cold or flu. Do not treat yourself. This medication decreases your body's ability to fight infections. Try to avoid being around people who are sick.\nAvoid taking medications that contain aspirin, acetaminophen, ibuprofen, naproxen, or ketoprofen unless instructed by your doctor. These medications may hide a fever.\nTalk to your care team about your risk of cancer. You may be more at risk for certain types of cancers if you take this medication.\nYou may need blood work done while you are taking this medication.\n"}