{"drug_name": "Lytgobi", "description": "\nFUTIBATINIB (FUE ti BA ti nib) treats bile duct cancer. It works by blocking a protein that causes cancer cells to grow and multiply. This helps to slow or stop the spread of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): LYTGOBI\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nBlurry vision, vision loss, seeing wavy or bent objects or blind spots with dark, light, or flashing spots\nHigh phosphorus level—muscle pain or cramps, bone or joint pain, numbness and tingling around the mouth\nSide effects that usually do not require medical attention (report these to your care team if they continue or are bothersome):\nBone, joint, or muscle pain\nChange in nail shape, thickness, or color\nConstipation\nDiarrhea\nDry mouth\nFatigue\nNail lifting where the nail detaches from the nail bed\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular check on your progress. It may be some time before you see the benefit from this medication.\nYou may need bloodwork while taking this medication.\nThis medication may cause dry eyes. If you wear contact lenses, you may feel some discomfort. Lubricating eye drops may help. See your care team if the problem does not go away or is severe.\nYour vision may be tested before and during use of this medication. Tell your care team right away if you have any change in your eyesight.\nDo not become pregnant while taking this medication or for 1 week after stopping it. Talk to your care team if you or your partner wish to become pregnant or think they might be pregnant. There is a potential for serious side effects to an unborn child. Contraception is recommended while taking this medication and for 1 week after stopping it. Talk to your care team about effective forms of contraception.\nDo not breast-feed while taking this medication or for 1 week after stopping it.\n"}