{"drug_name": "Matulane", "description": "\nPROCARBAZINE (proe KAR ba zeen) treats lymphoma. It works by slowing down the growth of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Matulane\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nBleeding—bloody or black, tar-like stools, vomiting blood or brown material that looks like coffee grounds, red or dark brown urine, small red or purple spots on skin, unusual bruising or bleeding\nInfection—fever, chills, cough, sore throat, wounds that don't heal, pain or trouble when passing urine, general feeling of discomfort or being unwell\nPain, tingling, or numbness in the hands or feet\nUnusual bruising or bleeding\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nConfusion\nDiarrhea\nNausea\nPain, redness, or swelling with sores inside the mouth or throat\nVomiting\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular checks on your progress. This medication may make you feel generally unwell. This is not uncommon as chemotherapy can affect healthy cells as well as cancer cells. Report any side effects. Continue your course of treatment even though you feel ill unless your care team tells you to stop.\nThis medication can interact with certain foods that contain tyramine. The combination may cause severe headaches, a rise in blood pressure, irregular heart beat, or you may otherwise feel unwell. Foods that contain significant amounts of tyramine include aged cheeses, meats and fish (especially aged, smoked, pickled, or processed such as bologna, pepperoni, salami, summer sausage), beer and ale, alcohol-free beer, wine (especially red), sherry, hard liquor, liqueurs, avocados, bananas, figs, raisins, soy sauce, miso soup, yeast/protein extracts, bean curd, fava or broad bean pods, or any over-ripe fruit. Ask your care team for a complete listing of tyramine-containing foods. Also, avoid drinks containing caffeine, such as tea, coffee, chocolate, or cola.\nThis medication may increase your risk of getting an infection. Call your care team for advice if you get a fever, chills, sore throat, or other symptoms of a cold or flu. Do not treat yourself. Try to avoid being around people who are sick.\nThis medication may increase your risk to bruise or bleed. Call your care team if you notice any unusual bleeding.\nBe careful brushing and flossing your teeth or using a toothpick because you may get an infection or bleed more easily. If you have any dental work done, tell your dentist you are receiving this medication.\nAvoid taking medications that contain aspirin, acetaminophen, ibuprofen, naproxen, or ketoprofen unless instructed by your care team. These medications may hide a fever.\nThis medication may affect your coordination, reaction time, or judgment. Do not drive or operate machinery until you know how this medication affects you. Sit up or stand slowly to reduce the risk of dizzy or fainting spells. Drinking alcohol with this medication can increase the risk of these side effects.\nIt is recommended that you stop smoking tobacco products (like cigarettes or cigars) while taking this medication. Smoking tobacco products may increase your risk of developing lung cancer in the future.\nTalk to your care team if you wish to become pregnant or think you might be pregnant. This medication can cause serious birth defects. Talk to your care team about reliable forms of contraception.\nDo not breast-feed while taking this medication.\nThis medication may cause infertility. Talk to your care team if you are concerned about your fertility.\nIf you are going to need surgery or other procedure, tell your care team that you are using this medication.\nYou should make sure you get enough vitamin B6 while you are taking this medication. Discuss the foods you eat and the vitamins you take with your care team.\n"}