{"drug_name": "Megestrol", "description": "\nMEGESTROL (me JES trol) reduces the symptoms of breast or endometrial cancer. It works by decreasing levels of estrogen and other hormones in your body, which may slow or stop cancer cells from spreading or growing. This medication is a progestin hormone.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Megace\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nBlood clot—pain, swelling, or warmth in the leg, shortness of breath, chest pain\nCushing syndrome—increased fat around the midsection, upper back, neck, or face, pink or purple stretch marks on the skin, thinning, fragile skin that easily bruises, unexpected hair growth\nHeart failure—shortness of breath, swelling of the ankles, feet, or hands, sudden weight gain, unusual weakness or fatigue\nHigh blood sugar (hyperglycemia)—increased thirst or amount of urine, unusual weakness or fatigue, blurry vision\nIncrease in blood pressure\nLow adrenal gland function—nausea, vomiting, loss of appetite, unusual weakness or fatigue, dizziness\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nHair loss\nHot flashes\nIrregular menstrual cycles or spotting\nNausea\nShortness of breath\nWeight gain\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular checks on your progress. Continue taking this medication even if you feel better. It may take 2 months of regular use before you know if this medication is working for your condition.\nTalk to your care team if you wish to become pregnant or think you might be pregnant. This medication can cause serious birth defects if taken during pregnancy. A negative pregnancy test is required before starting this medication. Effective contraception is recommended during treatment.\nIf you have diabetes, this medication may affect blood sugar levels. Check your blood sugar and talk to your care team if you notice changes.\n"}