{"drug_name": "Methylprednisolone Oral Tablets", "description": "\nMETHYLPREDNISOLONE (meth ill pred NISS oh lone) treats many conditions such as asthma, allergic reactions, arthritis, inflammatory bowel diseases, adrenal, and blood or bone marrow disorders. It works by decreasing inflammation, slowing down an overactive immune system, or replacing cortisol normally made in the body. Cortisol is a hormone that plays an important role in how the body responds to stress, illness, and injury. It belongs to a group of medications called steroids.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Medrol, Medrol Dosepak\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nCushing syndrome—increased fat around the midsection, upper back, neck, or face, pink or purple stretch marks on the skin, thinning, fragile skin that easily bruises, unexpected hair growth\nHigh blood sugar (hyperglycemia)—increased thirst or amount of urine, unusual weakness or fatigue, blurry vision\nIncrease in blood pressure\nInfection—fever, chills, cough, sore throat, wounds that don't heal, pain or trouble when passing urine, general feeling of discomfort or being unwell\nLow adrenal gland function—nausea, vomiting, loss of appetite, unusual weakness or fatigue, dizziness\nMood and behavior changes—anxiety, nervousness, confusion, hallucinations, irritability, hostility, thoughts of suicide or self-harm, worsening mood, feelings of depression\nStomach bleeding—bloody or black, tar-like stools, vomiting blood or brown material that looks like coffee grounds\nSwelling of the ankles, hands, or feet\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nAcne\nGeneral discomfort and fatigue\nHeadache\nIncrease in appetite\nNausea\nTrouble sleeping\nWeight gain\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nTell your care team if your symptoms do not start to get better or if they get worse. Do not stop taking except on your care team's advice. You may develop a severe reaction. Your care team will tell you how much medication to take.\nThis medication may increase your risk of getting an infection. Tell your care team if you are around anyone with measles or chickenpox, or if you develop sores or blisters that do not heal properly.\nThis medication may increase blood sugar levels. Ask your care team if changes in diet or medications are needed if you have diabetes.\nTell your care team right away if you have any change in your eyesight.\nUsing this medication for a long time may increase your risk of low bone mass. Talk to your care team about bone health.\n"}