{"drug_name": "Mitoxantrone", "description": "\nMITOXANTRONE (MYE toe ZAN trone) treats leukemia and prostate cancer. It works by slowing down the growth of cancer cells. It may also be used to treat multiple sclerosis (MS). It works by slowing down an overactive immune system, which prevents or delays worsening symptoms. It also decreases the number of flare-ups.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Novantrone\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nHeart failure—shortness of breath, swelling of the ankles, feet, or hands, sudden weight gain, unusual weakness or fatigue\nInfection—fever, chills, cough, sore throat, wounds that don't heal, pain or trouble when passing urine, general feeling of discomfort or being unwell\nLow red blood cell level—unusual weakness or fatigue, dizziness, headache, trouble breathing\nPain, tingling, or numbness in the hands or feet, muscle weakness, change in vision, confusion or trouble speaking, loss of balance or coordination, trouble walking, seizures\nUnusual bruising or bleeding\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nDiarrhea\nHair loss\nHeadache\nIrregular menstrual cycles or spotting\nNausea\nPain, redness, or swelling with sores inside the mouth or throat\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nYour condition will be monitored carefully while you are receiving this medication. You may need blood work while taking this medication.\nThis medication may make you feel generally unwell. This is not uncommon as chemotherapy can affect healthy cells as well as cancer cells. Report any side effects. Continue your course of treatment even though you feel ill unless your doctor tells you to stop.\nThis medication may increase your risk of getting an infection. Call your care team for advice if you get a fever, chills, sore throat, or other symptoms of a cold or flu. Do not treat yourself. Try to avoid being around people who are sick.\nThis medication may increase your risk to bruise or bleed. Call your care team if you notice any unusual bleeding.\nBe careful brushing or flossing your teeth or using a toothpick because you may get an infection or bleed more easily. If you have any dental work done, tell your dentist you are receiving this medication.\nAvoid taking medications that contain aspirin, acetaminophen, ibuprofen, naproxen, or ketoprofen unless instructed by your care team. These medications may hide a fever.\nYour urine may turn blue-green for a few days after your dose. This is normal with this medication.\nTalk to your care team if you wish to become pregnant or think you might be pregnant. This medication can cause serious birth defects if taken during pregnancy. A negative pregnancy test is required before starting this medication. Talk to your care team about reliable forms of contraception.\nDo not breast-feed while taking this medication.\nThere is a maximum amount of this medication you should receive throughout your life. The amount depends on the medical condition being treated and your overall health. Your care team will watch how much of this medication you receive. Tell your care team if you have taken this medication before.\n"}