{"drug_name": "Mobocertinib", "description": "\nMOBOCERTINIB (MOE boe SER ti nib) treats lung cancer. It works by blocking a protein that causes cancer cells to grow and multiply. This helps to slow or stop the spread of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): EXKIVITY\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nDiarrhea\nDry cough, shortness of breath or trouble breathing\nHeart failure—shortness of breath, swelling of the ankles, feet, or hands, sudden weight gain, unusual weakness or fatigue\nHeart rhythm changes—fast or irregular heartbeat, dizziness, feeling faint or lightheaded, chest pain, trouble breathing\nPancreatitis—severe stomach pain that spreads to your back or gets worse after eating or when touched, fever, nausea, vomiting\nSide effects that usually do not require medical attention (report these to your care team if they continue or are bothersome):\nBone, joint, or muscle pain\nNail infection—redness, swelling, warmth, or pain around the nail\nNail lifting where the nail detaches from the nail bed\nNausea\nPain, redness, or swelling with sores inside the mouth or throat\nSkin rash\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular checks on your progress. It may be some time before you see the benefit from this medication.\nYou may need blood work while taking this medication.\nTalk to your care team if you or your partner may be pregnant. Serious birth defects can occur if you take this medication during pregnancy and for 1 month after the last dose. You will need a negative pregnancy test before starting this medication. Estrogen and progestin hormones may not work as well while you are taking this medication. Contraception is recommended while taking this medication and for 1 month after the last dose. Your care team can help you find the option that works for you.\nIf your partner can get pregnant, use a condom during sex while taking this medication and for 1 week after the last dose.\nDo not breastfeed while taking this medication and for 1 week after the last dose.\nThis medication may cause infertility. Talk to your care team if you are concerned about your fertility.\n"}