{"drug_name": "Neosar", "description": "\nCYCLOPHOSPHAMIDE (sye kloe FOSS fa mide) treats some types of cancer. It works by slowing down the growth of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Cyclophosphamide, Cytoxan, Neosar\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nDry cough, shortness of breath or trouble breathing\nHeart failure—shortness of breath, swelling of the ankles, feet, or hands, sudden weight gain, unusual weakness or fatigue\nHeart muscle inflammation—unusual weakness or fatigue, shortness of breath, chest pain, fast or irregular heartbeat, dizziness, swelling of the ankles, feet, or hands\nHeart rhythm changes—fast or irregular heartbeat, dizziness, feeling faint or lightheaded, chest pain, trouble breathing\nInfection—fever, chills, cough, sore throat, wounds that don't heal, pain or trouble when passing urine, general feeling of discomfort or being unwell\nKidney injury—decrease in the amount of urine, swelling of the ankles, hands, or feet\nLiver injury—right upper belly pain, loss of appetite, nausea, light-colored stool, dark yellow or brown urine, yellowing skin or eyes, unusual weakness or fatigue\nLow red blood cell level—unusual weakness or fatigue, dizziness, headache, trouble breathing\nLow sodium level—muscle weakness, fatigue, dizziness, headache, confusion\nRed or dark brown urine\nUnusual bruising or bleeding\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nHair loss\nIrregular menstrual cycles or spotting\nLoss of appetite\nNausea\nPain, redness, or swelling with sores inside the mouth or throat\nVomiting\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nThis medication may make you feel generally unwell. This is not uncommon as chemotherapy can affect healthy cells as well as cancer cells. Report any side effects. Continue your course of treatment even though you feel ill unless your care team tells you to stop.\nYou may need blood work while you are taking this medication.\nThis medication may increase your risk of getting an infection. Call your care team for advice if you get a fever, chills, sore throat, or other symptoms of a cold or flu. Do not treat yourself. Try to avoid being around people who are sick.\nAvoid taking medications that contain aspirin, acetaminophen, ibuprofen, naproxen, or ketoprofen unless instructed by your care team. These medications may hide a fever.\nBe careful brushing or flossing your teeth or using a toothpick because you may get an infection or bleed more easily. If you have any dental work done, tell your dentist you are receiving this medication.\nDrink water or other fluids as directed. Urinate often, even at night.\nSome products may contain alcohol. Ask your care team if this medication contains alcohol. Be sure to tell all care teams you are taking this medicine. Certain medicines, like metronidazole and disulfiram, can cause an unpleasant reaction when taken with alcohol. The reaction includes flushing, headache, nausea, vomiting, sweating, and increased thirst. The reaction can last from 30 minutes to several hours.\nTalk to your care team if you wish to become pregnant or think you might be pregnant. This medication can cause serious birth defects if taken during pregnancy and for 1 year after the last dose. A negative pregnancy test is required before starting this medication. A reliable form of contraception is recommended while taking this medication and for 1 year after the last dose. Talk to your care team about reliable forms of contraception. Do not father a child while taking this medication and for 4 months after the last dose. Use a condom during this time period.\nDo not breast-feed while taking this medication or for 1 week after the last dose.\nThis medication may cause infertility. Talk to your care team if you are concerned about your fertility.\nTalk to your care team about your risk of cancer. You may be more at risk for certain types of cancer if you take this medication.\n"}