{"drug_name": "Nilotinib", "description": "\nNILOTINIB (nil OT i nib) treats leukemia. It works by blocking a protein that causes cancer cells to grow and multiply. This helps to slow or stop the spread of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Tasigna\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nBleeding—bloody or black, tar-like stools, vomiting blood or brown material that looks like coffee grounds, red or dark brown urine, small red or purple spots on skin, unusual bruising or bleeding\nBurning, pain, tingling, or color changes in the hands, arms, legs, or feet\nHeart attack—pain or tightness in the chest, shoulders, arms, or jaw, nausea, shortness of breath, cold or clammy skin, feeling faint or lightheaded\nHeart rhythm changes—fast or irregular heartbeat, dizziness, feeling faint or lightheaded, chest pain, trouble breathing\nHigh potassium level—muscle weakness, fast or irregular heartbeat\nInfection—fever, chills, cough, or sore throat\nLiver injury—right upper belly pain, loss of appetite, nausea, light-colored stool, dark yellow or brown urine, yellowing skin or eyes, unusual weakness or fatigue\nLow calcium level—muscle pain or cramps, confusion, tingling, or numbness in the hands or feet\nLow potassium level—muscle pain or cramps, unusual weakness or fatigue, fast or irregular heartbeat, constipation\nLow red blood cell level—unusual weakness or fatigue, dizziness, headache, trouble breathing\nLow sodium level—muscle weakness, fatigue, dizziness, headache, confusion\nPancreatitis—severe stomach pain that spreads to your back or gets worse after eating or when touched, fever, nausea, vomiting\nShortness of breath or trouble breathing\nStroke—sudden numbness or weakness of the face, arm, or leg, trouble speaking, confusion, trouble walking, loss of balance or coordination, dizziness, severe headache, change in vision\nSudden weight gain\nSwelling of the ankles, hands, or feet\nTumor lysis syndrome (TLS)—nausea, vomiting, diarrhea, decrease in the amount of urine, dark urine, unusual weakness or fatigue, confusion, muscle pain or cramps, fast or irregular heartbeat, joint pain\nUnusual bruising or bleeding\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nConstipation\nCough\nDiarrhea\nFatigue\nHeadache\nJoint pain\nNausea\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular checks on your progress. It may be some time before you see the benefit from this medication.\nYou may need blood work while taking this medication.\nThis medication may increase your risk to bruise or bleed. Call your care team if you notice any unusual bleeding.\nThis medication may slow your child's growth if it is taken for a long time at high doses. Your child's care team will monitor your child's growth.\nTalk to your care team if you wish to become pregnant or think you might be pregnant. This medication can cause serious birth defects if taken during pregnancy or for 14 days after the last dose. A negative pregnancy test is required before starting this medication. A reliable form of contraception is recommended while taking this medication and for 14 days after the last dose. Talk to your care team about reliable forms of contraception.\nDo not breast-feed while taking this medication and for 14 days after the last dose.\n"}