{"drug_name": "Nipent", "description": "\nPENTOSTATIN (Pen TOE stat in) treats leukemia. It works by slowing down the growth of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Nipent\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nInfection—fever, chills, cough, sore throat, wounds that don't heal, pain or trouble when passing urine, general feeling of discomfort or being unwell\nKidney injury—decrease in the amount of urine, swelling of the ankles, hands, or feet\nLiver injury—right upper belly pain, loss of appetite, nausea, light-colored stool, dark yellow or brown urine, yellowing skin or eyes, unusual weakness or fatigue\nLow blood pressure—dizziness, feeling faint or lightheaded, blurry vision\nLow red blood cell level—unusual weakness or fatigue, dizziness, headache, trouble breathing\nLung injury—shortness of breath or trouble breathing, cough, spitting up blood, chest pain, fever\nPain, tingling, or numbness in the hands or feet, muscle weakness, change in vision, confusion or trouble speaking, loss of balance or coordination, trouble walking, seizures\nUnusual bruising or bleeding\nSide effects that usually do not require medical attention (report these to your care team if they continue or are bothersome):\nDiarrhea\nFatigue\nHeadache\nLoss of appetite\nMuscle pain\nNausea\nVomiting\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nYour condition will be monitored carefully while you are receiving this medication. You may need blood work while taking this medication.\nTalk to your care team if you may be pregnant. Serious birth defects can occur if you take this medication during pregnancy. Contraception is recommended while taking this medication. Your care team can help you find the option that works for you.\nDo not breastfeed while taking this medication.\n"}