{"drug_name": "Obinutuzumab", "description": "\nOBINUTUZUMAB (OH bi nue TOOZ ue mab) treats leukemia and lymphoma. It works by blocking a protein that causes cancer cells to grow and multiply. This helps to slow or stop the spread of cancer cells. It is a monoclonal antibody.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): GAZYVA\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nBleeding—bloody or black, tar-like stools, vomiting blood or brown material that looks like coffee grounds, red or dark brown urine, small red or purple spots on skin, unusual bruising or bleeding\nBlood clot—pain, swelling, or warmth in the leg, shortness of breath, chest pain\nDizziness, loss of balance or coordination, confusion or trouble speaking\nInfection—fever, chills, cough, sore throat, wounds that don't heal, pain or trouble when passing urine, general feeling of discomfort or being unwell\nInfusion reactions—chest pain, shortness of breath or trouble breathing, feeling faint or lightheaded\nLiver injury—right upper belly pain, loss of appetite, nausea, light-colored stool, dark yellow or brown urine, yellowing skin or eyes, unusual weakness or fatigue\nTumor lysis syndrome (TLS)—nausea, vomiting, diarrhea, decrease in the amount of urine, dark urine, unusual weakness or fatigue, confusion, muscle pain or cramps, fast or irregular heartbeat, joint pain\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nBone, joint, or muscle pain\nConstipation\nDiarrhea\nFatigue\nRunny or stuffy nose\nSore throat\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nReport any side effects that you notice during your treatment right away, such as changes in your breathing, fever, chills, dizziness or lightheadedness. These effects are more common with the first dose.\nVisit your care team for checks on your progress. You will need to have regular blood work. Report any other side effects. The side effects of this medication can continue after you finish your treatment. Continue your course of treatment even though you feel ill unless your care team tells you to stop.\nCall your care team for advice if you get a fever, chills or sore throat, or other symptoms of a cold or flu. Do not treat yourself. This medication decreases your body's ability to fight infections. Try to avoid being around people who are sick.\nThis medication may increase your risk to bruise or bleed. Call your care team if you notice any unusual bleeding.\nDo not become pregnant while taking this medication or for 6 months after stopping it. Inform your care team if you wish to become pregnant or think you might be pregnant. There is a potential for serious side effects to an unborn child. Talk to your care team or pharmacist for more information. Do not breast-feed an infant while taking this medication or for 6 months after stopping it.\n"}