{"drug_name": "Octreotide Acetate", "description": "\nOCTREOTIDE (ok TREE oh tide) treats high levels of growth hormone (acromegaly). It works by reducing the amount of growth hormone your body makes. This reduces symptoms and the risk of health problems caused by too much growth hormone, such as diabetes and heart disease. It may also be used to treat diarrhea caused by neuroendocrine tumors. It works by slowing down the release of serotonin from the tumor cells. This reduces the number of bowel movements you have.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Sandostatin LAR\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nGallbladder problems—severe stomach pain, nausea, vomiting, fever\nHeart rhythm changes—fast or irregular heartbeat, dizziness, feeling faint or lightheaded, chest pain, trouble breathing\nHigh blood sugar (hyperglycemia)—increased thirst or amount of urine, unusual weakness or fatigue, blurry vision\nLow blood sugar (hypoglycemia)—tremors or shaking, anxiety, sweating, cold or clammy skin, confusion, dizziness, rapid heartbeat\nLow thyroid levels (hypothyroidism)—unusual weakness or fatigue, increased sensitivity to cold, constipation, hair loss, dry skin, weight gain, feelings of depression\nLow vitamin B12 level—pain, tingling, or numbness in the hands or feet, muscle weakness, dizziness, confusion, trouble concentrating\nPancreatitis—severe stomach pain that spreads to your back or gets worse after eating or when touched, fever, nausea, vomiting\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nDiarrhea\nDizziness\nGas\nHeadache\nPain, redness, or irritation at injection site\nStomach pain\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular checks on your progress. Tell your care team if your symptoms do not start to get better or if they get worse.\nThis medication may cause decreases in blood sugar. Signs of low blood sugar include chills, cool, pale skin or cold sweats, drowsiness, extreme hunger, fast heartbeat, headache, nausea, nervousness or anxiety, shakiness, trembling, unsteadiness, tiredness, or weakness. Contact your care team right away if you experience any of these symptoms.\nThis medication may increase blood sugar. The risk may be higher in patients who already have diabetes. Ask your care team what you can do to lower your risk of diabetes while taking this medication.\nYou should make sure you get enough vitamin B12 while you are taking this medication. Discuss the foods you eat and the vitamins you take with your care team.\n"}