{"drug_name": "Ogsiveo", "description": "\nNIROGACESTAT (NYE roe GAY se stat) treats desmoid tumors, growths that occur in connective tissues, such as fat, muscle, and blood vessels. It works by slowing or stopping the growth of tumor cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Ogsiveo\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nLiver injury—right upper belly pain, loss of appetite, nausea, light-colored stool, dark yellow or brown urine, yellowing skin or eyes, unusual weakness or fatigue\nLow phosphorus level—fatigue, muscle weakness or pain, bone or joint pain, bone fractures\nLow potassium level—muscle pain or cramps, unusual weakness or fatigue, fast or irregular heartbeat, constipation\nOvarian problems—irregular menstrual cycles, hot flashes, night sweats, vaginal dryness\nSevere or prolonged diarrhea\nSide effects that usually do not require medical attention (report these to your care team if they continue or are bothersome):\nDiarrhea\nFatigue\nHeadache\nNausea\nPain, redness, or swelling with sores inside the mouth or throat\nSkin rash\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular checks on your progress. It may be some time before you see the benefit from this medication.\nYou may need blood work while you are taking this medication.\nTalk to your care team about your risk of skin cancer. You may be more at risk for skin cancer if you take this medication.\nTalk to your care team if you or your partner may be pregnant. Serious birth defects can occur if you take this medication during pregnancy. You will need a negative pregnancy test before starting this medication. Contraception is recommended while taking this medication and for 1 week after the last dose. Your care team can help you fine the option that works for you.\nIf your partner can get pregnant, use a condom during sex while taking this medication and for 1 week after the last dose.\nDo not breastfeed while taking this medication and for 1 week after the last dose.\nThis medication may cause infertility. Talk to your care team if you are concerned about your fertility.\n"}