{"drug_name": "Panitumumab", "description": "\nPANITUMUMAB (pan i TOOM ue mab) treats colorectal cancer. It works by blocking a protein that causes cancer cells to grow and multiply. This helps to slow or stop the spread of cancer cells. It is a monoclonal antibody.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Vectibix\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nDry cough, shortness of breath or trouble breathing\nEye pain, redness, irritation, or discharge with blurry or decreased vision\nInfusion reactions—chest pain, shortness of breath or trouble breathing, feeling faint or lightheaded\nLow magnesium level—muscle pain or cramps, unusual weakness or fatigue, fast or irregular heartbeat, tremors\nLow potassium level—muscle pain or cramps, unusual weakness or fatigue, fast or irregular heartbeat, constipation\nRedness, blistering, peeling, or loosening of the skin, including inside the mouth\nSkin reactions on sun-exposed areas\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nChange in nail shape, thickness, or color\nDiarrhea\nDry skin\nFatigue\nNausea\nVomiting\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nYour condition will be monitored carefully while you are receiving this medication.\nThis medication may make you feel generally unwell. This is not uncommon as chemotherapy can affect healthy cells as well as cancer cells. Report any side effects. Continue your course of treatment even though you feel ill unless your care team tells you to stop.\nThis medication can make you more sensitive to the sun. Keep out of the sun while receiving this medication and for 2 months after stopping therapy. If you cannot avoid being in the sun, wear protective clothing and sunscreen. Do not use sun lamps, tanning beds, or tanning booths.\nCheck with your care team if you have severe diarrhea, nausea, and vomiting or if you sweat a lot. The loss of too much body fluid may make it dangerous for you to take this medication.\nThis medication may cause serious skin reactions. They can happen weeks to months after starting the medication. Contact your care team right away if you notice fevers or flu-like symptoms with a rash. The rash may be red or purple and then turn into blisters or peeling of the skin. You may also notice a red rash with swelling of the face, lips, or lymph nodes in your neck or under your arms.\nTalk to your care team if you may be pregnant. Serious birth defects can occur if you take this medication during pregnancy and for 2 months after the last dose. Contraception is recommended while taking this medication and for 2 months after the last dose. Your care team can help you find the option that works for you.\nDo not breastfeed while taking this medication and for 2 months after the last dose.\nThis medication may cause infertility. Talk to your care team if you are concerned about your fertility.\n"}