{"drug_name": "Panobinostat", "description": "\nPANOBINOSTAT (pan oh bin oh stat) is a chemotherapy drug that targets a specific protein within cancer cells and stops the cancer cells from growing. It is used to treat multiple myeloma.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): FARYDAK\n", "side_effects": "\nSide effects that you should report to your doctor or health care professional as soon as possible:\nallergic reactions like skin rash, itching or hives, swelling of the face, lips, or tongue\nconfusion\ndiarrhea\nlow blood counts - this medicine may decrease the number of white blood cells, red blood cells and platelets. You may be at increased risk for infections and bleeding\nsevere headaches\nsigns and symptoms of a dangerous change in heartbeat or heart rhythm like chest pain; dizziness; fast or irregular heartbeat; palpitations; feeling faint or lightheaded, falls; breathing problems\nsigns and symptoms of bleeding such as bloody or black, tarry stools; red or dark-brown urine; spitting up blood or brown material that looks like coffee grounds; red spots on the skin; unusual bruising or bleeding from the eye, gums, or nose\nsigns and symptoms of liver injury like dark yellow or brown urine; general ill feeling or flu-like symptoms; light-colored stools; loss of appetite; nausea; right upper belly pain; unusually weak or tired; yellowing of the eyes or skin\nsigns of infection - fever or chills, cough, sore throat, pain or difficulty passing urine\nstomach pain\nswelling of the legs or ankles\ntrouble speaking or understanding\nSide effects that usually do not require medical attention (report to your doctor or health care professional if they continue or are bothersome):\nloss of appetite\nnausea, vomiting\ntiredness\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nThis drug may make you feel generally unwell. This is not uncommon, as chemotherapy can affect healthy cells as well as cancer cells. Report any side effects. Continue your course of treatment even though you feel ill unless your doctor tells you to stop.\nCall your doctor or health care professional for advice if you get a fever, chills or sore throat, or other symptoms of a cold or flu. Do not treat yourself. This drug decreases your body's ability to fight infections. Try to avoid being around people who are sick.\nCheck with your doctor or health care professional if you get an attack of severe diarrhea, nausea and vomiting, or if you sweat a lot. The loss of too much body fluid can make it dangerous for you to take this medicine.\nYou may need blood work done while you are taking this medicine.\nDo not become pregnant while taking this medicine or for 3 months after stopping it. Women should inform their doctor if they wish to become pregnant or think they might be pregnant. Men should not father a child while taking this medicine and for at least 6 months after stopping it. There is a potential for serious side effects to an unborn child. Talk to your health care professional or pharmacist for more information. Do not breast-feed an infant while taking this medicine.\nThis medicine may interfere with the ability to have a child. You should talk with your doctor or health care professional if you are concerned about your fertility.\n"}