{"drug_name": "PEG Interferon", "description": "\nPEGINTERFERON ALFA-2b (peg in ter FEER on AL fa 2 b) treats infections caused by the hepatitis C virus. It works by limiting the spread of the virus inside the body. This medication does not kill the virus and it may still be possible to spread the virus to others. It will not treat colds, the flu, or infections caused by bacteria.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): PegIntron, PegIntron Redipen, PegIntron Redipen Pak\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nDry cough, shortness of breath or trouble breathing\nEye pain, change in vision, vision loss\nHeart attack—pain or tightness in the chest, shoulders, arms, or jaw, nausea, shortness of breath, cold or clammy skin, feeling faint or lightheaded\nHeart rhythm changes—fast or irregular heartbeat, dizziness, feeling faint or lightheaded, chest pain, trouble breathing\nHigh blood sugar (hyperglycemia)—increased thirst or amount of urine, unusual weakness or fatigue, blurry vision\nHigh thyroid levels (hyperthyroidism)—fast or irregular heartbeat, weight loss, excessive sweating or sensitivity to heat, tremors or shaking, anxiety, nervousness, irregular menstrual cycle or spotting\nInfection—fever, chills, cough, or sore throat\nLiver injury—right upper belly pain, loss of appetite, nausea, light-colored stool, dark yellow or brown urine, yellowing skin or eyes, unusual weakness or fatigue\nLow blood pressure—dizziness, feeling faint or lightheaded, blurry vision\nLow thyroid levels (hypothyroidism)—unusual weakness or fatigue, increased sensitivity to cold, constipation, hair loss, dry skin, weight gain, feelings of depression\nLupus-like syndrome—joint pain, swelling, or stiffness, butterfly-shaped rash on the face, rashes that get worse in the sun, fever, unusual weakness or fatigue\nMood and behavior changes—anxiety, nervousness, confusion, hallucinations, irritability, hostility, thoughts of suicide or self-harm, worsening mood, feelings of depression\nPain, tingling, or numbness in the hands or feet\nPancreatitis—severe stomach pain that spreads to your back or gets worse after eating or when touched, fever, nausea, vomiting\nPulmonary hypertension—shortness of breath, chest pain, fast or irregular heartbeat, feeling faint or lightheaded, fatigue, swelling of the ankles or feet\nRedness, blistering, peeling, or loosening of the skin, including inside the mouth\nStroke—sudden numbness or weakness of the face, arm, or leg, trouble speaking, confusion, trouble walking, loss of balance or coordination, dizziness, severe headache, change in vision\nSudden or severe stomach pain, bloody diarrhea, fever, nausea, vomiting\nTooth decay—change in tooth color, bad breath, sensitive gums or teeth\nUnusual bruising or bleeding\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nFlu-like symptoms—fever, chills, muscle pain, cough, headache, fatigue\nHair loss\nLoss of appetite with weight loss\nNausea\nPain, redness, or irritation at injection site\nUnusual weakness or fatigue\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular checks on your progress. You may need blood work while taking this medication.\nWatch for new or worsening thoughts of suicide or depression. This includes sudden changes in mood, behaviors, or thoughts. These changes can happen at any time but are more common in the beginning of treatment or after a change in dose. Call your care team right away if you experience these thoughts or worsening depression.\nThis medication may increase your risk of getting an infection. Call your care team for advice if you get a fever, chills, sore throat, or other symptoms of a cold or flu. Do not treat yourself. Try to avoid being around people who are sick.\nThis medication may increase your risk to bruise or bleed. Call your care team if you notice any unusual bleeding.\nBe careful brushing or flossing your teeth or using a toothpick because you may get an infection or bleed more easily. If you have any dental work done, tell your dentist you are receiving this medication.\nThis medication may increase blood sugar. The risk may be higher in patients who already have diabetes. Ask your care team what you can do to lower your risk of diabetes while taking this medication.\nTalk to your care team if you or your partner wish to become pregnant or think either of you might be pregnant. This medication can cause serious birth defects if taken during pregnancy or for 10 days after the last dose. A negative pregnancy test is required before staring this medication. A reliable form of contraception is recommended while taking this medication and for 10 days after the last dose. Talk to your care team about effective forms of contraception.\nTalk to your care team before breastfeeding. Changes to your treatment plan may be needed.\nThis medication may cause infertility. It is usually temporary. Talk to your care team if you are concerned about your fertility.\n"}