{"drug_name": "Pegcetacoplan Injection (PNH)", "description": "\nPEGCETACOPLAN (peg set a KOE plan) treats paroxysmal nocturnal hemoglobinuria (PNH), a condition that causes low levels of red blood cells (anemia) and blood clots. It works by slowing down an overactive immune system, which reduces the breakdown of red blood cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): EMPAVELI\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nInfection—fever, chills, cough, sore throat, wounds that don't heal, pain or trouble when passing urine, general feeling of discomfort or being unwell\nLow potassium level—muscle pain or cramps, unusual weakness or fatigue, fast or irregular heartbeat, constipation\nSide effects that usually do not require medical attention (report these to your care team if they continue or are bothersome):\nDiarrhea\nDizziness\nHeadache\nJoint pain\nPain, redness, or irritation at injection site\nPain in the hands, arms, legs, or feet\nStomach pain\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular checks on your progress. Tell your care team if your symptoms do not start to get better or if they get worse. You may need blood work while you are taking this medication.\nTalk to your care team if you wish to become pregnant or think you might be pregnant. This medication can cause serious birth defects if taken during pregnancy. A negative pregnancy test is required before starting this medication. A reliable form of contraception is recommended while taking this medication and for 40 days after stopping treatment. Talk to your care team about reliable forms of contraception.\nThis medication may increase your risk of getting an infection. Call your care team for advice if you get a fever, chills, sore throat, or other symptoms of a cold or flu. Do not treat yourself. Try to avoid being around people who are sick.\n"}