{"drug_name": "Pegfilgrastim", "description": "\nPEGFILGRASTIM (PEG fil gra stim) lowers the risk of infection in people who are receiving chemotherapy. It works by helping your body make more white blood cells, which protects your body from infection. It may also be used to help people who have been exposed to high doses of radiation.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Fulphila, Fylnetra, Neulasta, Nyvepria, Stimufend, UDENYCA, UDENYCA ONBODY, Ziextenzo\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nCapillary leak syndrome—stomach or muscle pain, unusual weakness or fatigue, feeling faint or lightheaded, decrease in the amount of urine, swelling of the ankles, hands, or feet, trouble breathing\nHigh white blood cell level—fever, fatigue, trouble breathing, night sweats, change in vision, weight loss\nInflammation of the aorta—fever, fatigue, back, chest, or stomach pain, severe headache\nKidney injury (glomerulonephritis)—decrease in the amount of urine, red or dark brown urine, foamy or bubbly urine, swelling of the ankles, hands, or feet\nShortness of breath or trouble breathing\nSpleen injury—pain in upper left stomach or shoulder\nUnusual bruising or bleeding\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nBone pain\nPain in the hands or feet\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nYour condition will be monitored carefully while you are receiving this medication.\nYou may need blood work done while you are taking this medication.\nTalk to your care team about your risk of cancer. You may be more at risk for certain types of cancer if you take this medication.\nIf you are going to need a MRI, CT scan, or other procedure, tell your care team that you are using this medication (On-Body Injector only).\n"}