{"drug_name": "Pomalidomide", "description": "\nPOMALIDOMIDE (pom a LID oh mide) treats multiple myeloma, a type of bone marrow cancer. It may also be used to treat Kaposi sarcoma, a cancer that often causes lesions on the skin or inside the mouth. It works by slowing down the growth of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): POMALYST\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions or angioedema—skin rash, itching or hives, swelling of the face, eyes, lips, tongue, arms, or legs, trouble swallowing or breathing\nBlood clot—pain, swelling, or warmth in the leg, shortness of breath, chest pain\nHeart attack—pain or tightness in the chest, shoulders, arms, or jaw, nausea, shortness of breath, cold or clammy skin, feeling faint or lightheaded\nInfection—fever, chills, cough, sore throat, wounds that don't heal, pain or trouble when passing urine, general feeling of discomfort or being unwell\nLiver injury—right upper belly pain, loss of appetite, nausea, light-colored stool, dark yellow or brown urine, yellowing skin or eyes, unusual weakness or fatigue\nLow red blood cell level—unusual weakness or fatigue, dizziness, headache, trouble breathing\nPain, tingling, or numbness in the hands or feet\nRash, fever, and swollen lymph nodes\nRedness, blistering, peeling, or loosening of the skin, including inside the mouth\nStroke—sudden numbness or weakness of the face, arm, or leg, trouble speaking, confusion, trouble walking, loss of balance or coordination, dizziness, severe headache, change in vision\nTumor lysis syndrome (TLS)—nausea, vomiting, diarrhea, decrease in the amount of urine, dark urine, unusual weakness or fatigue, confusion, muscle pain or cramps, fast or irregular heartbeat, joint pain\nUnusual bruising or bleeding\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nConstipation\nDiarrhea\nFatigue\nNausea\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nYour condition will be monitored carefully while you are receiving this medication.\nThis medication may make you feel generally unwell. This is not uncommon as chemotherapy can affect healthy cells as well as cancer cells. Report any side effects. Continue your course of treatment even though you feel ill unless your care team tells you to stop.\nYou may need blood work while taking this medication.\nThis medication may cause serious skin reactions. They can happen weeks to months after starting the medication. Contact your care team right away if you notice fevers or flu-like symptoms with a rash. The rash may be red or purple and then turn into blisters or peeling of the skin. You may also notice a red rash with swelling of the face, lips, or lymph nodes in your neck or under your arms.\nThis medication is available only through a special program. Care teams, pharmacies, and patients must meet all the conditions of the program. Your care team will help you get signed up with the program if you need this medication. Through the program you will only receive up to a 28-day supply of the medication at one time. You will need a new prescription for each refill.\nDo not give blood while taking the medication and for 1 month after the last dose.\nTalk to your care team about your risk of cancer. You may be more at risk for certain types of cancers if you take this medication.\nIf you smoke, tell your care team if you notice this medication is not working well for you. Talk to your care team if you decide to stop smoking.\nTalk to your care team if you are pregnant or think you might be pregnant. This medication can cause serious birth defects if taken during pregnancy and for 4 weeks after the last dose. Two negative pregnancy tests are required before starting this medication. Two reliable forms of contraception are recommended while you are taking this medication and for 4 weeks after the last dose. Talk to your care team about effective forms of contraception. If you become pregnant, miss a menstrual cycle, or stop using contraception, stop taking this medication. Call your care team. Do not father a child while taking this medication and for 4 weeks after the last dose. Use a condom while having sex during this time period.\nDo not donate sperm while taking this medication and for 4 weeks after the last dose.\nDo not breastfeed while taking this medication.\nThis medication may cause infertility. Talk to your care team if you are concerned about your fertility.\n"}