{"drug_name": "Procrit", "description": "\nEPOETIN ALFA (e POE e tin AL fa) treats low levels of red blood cells (anemia) caused by kidney disease, chemotherapy, or HIV medications. It can also be used in people who are at risk for blood loss during surgery. It works by helping your body make more red blood cells, which reduces the need for blood transfusions.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Epogen, Procrit, Retacrit\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nBlood clot—pain, swelling, or warmth in the leg, shortness of breath, chest pain\nHeart attack—pain or tightness in the chest, shoulders, arms, or jaw, nausea, shortness of breath, cold or clammy skin, feeling faint or lightheaded\nIncrease in blood pressure\nRash, fever, and swollen lymph nodes\nRedness, blistering, peeling, or loosening of the skin, including inside the mouth\nSeizures\nStroke—sudden numbness or weakness of the face, arm, or leg, trouble speaking, confusion, trouble walking, loss of balance or coordination, dizziness, severe headache, change in vision\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nBone, joint, or muscle pain\nCough\nHeadache\nNausea\nPain, redness, or irritation at injection site\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular checks on your progress. Check your blood pressure as directed. Know what your blood pressure should be and when to contact your care team. Your condition will be monitored carefully while you are receiving this medication.\nYou may need blood work while taking this medication.\n"}