{"drug_name": "Prolia", "description": "\nDENOSUMAB (den oh SUE mab) prevents weakened bones caused by cancer. It may also be used to treat noncancerous bone tumors that cannot be removed by surgery. It can also be used to treat high calcium levels in the blood caused by cancer. It works by blocking a protein that causes bones to break down quickly. This slows down the release of calcium from bones, which lowers calcium levels in your blood. It also makes your bones stronger and less likely to break (fracture).\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): XGEVA\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nBone, joint, or muscle pain\nLow calcium level—muscle pain or cramps, confusion, tingling, or numbness in the hands or feet\nOsteonecrosis of the jaw—pain, swelling, or redness in the mouth, numbness of the jaw, poor healing after dental work, unusual discharge from the mouth, visible bones in the mouth\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nCough\nDiarrhea\nFatigue\nHeadache\nNausea\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nYour condition will be monitored carefully while you are receiving this medication. You may need blood work while taking this medication.\nThis medication may increase your risk of getting an infection. Call your care team for advice if you get a fever, chills, sore throat, or other symptoms of a cold or flu. Do not treat yourself. Try to avoid being around people who are sick.\nYou should make sure you get enough calcium and vitamin D while you are taking this medication, unless your care team tells you not to. Discuss the foods you eat and the vitamins you take with your care team.\nSome people who take this medication have severe bone, joint, or muscle pain. This medication may also increase your risk for jaw problems or a broken thigh bone. Tell your care team right away if you have severe pain in your jaw, bones, joints, or muscles. Tell your care team if you have any pain that does not go away or that gets worse.\nTalk to your care team if you may be pregnant. Serious birth defects can occur if you take this medication during pregnancy and for 5 months after the last dose. You will need a negative pregnancy test before starting this medication. Contraception is recommended while taking this medication and for 5 months after the last dose. Your care team can help you find the option that works for you.\n"}