{"drug_name": "Qinlock", "description": "\nRIPRETINIB (rip RE ti nib) treats gastrointestinal stromal tumor (GIST). It works by blocking a protein that causes cancer cells to grow and multiply. This helps to slow or stop the spread of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): QINLOCK\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nHeart failure—shortness of breath, swelling of the ankles, feet, or hands, sudden weight gain, unusual weakness or fatigue\nIncrease in blood pressure\nRedness, swelling, and blistering of the skin over hands and feet\nSide effects that usually do not require medical attention (report these to your care team if they continue or are bothersome):\nHair loss\nMuscle pain\nNausea\nSensitivity to light\nVomiting\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nThis medication may make you feel generally unwell. This is not uncommon as chemotherapy can affect healthy cells as well as cancer cells. Report any side effects. Continue your course of treatment even though you feel ill unless your care team tells you to stop.\nBefore having surgery, talk to your care team to make sure it is ok. This medication can increase the risk of poor healing of your surgical site or wound. You will need to stop this medication 1 week before surgery. After surgery, wait at least 2 weeks before restarting this medication. Make sure the surgical site or wound is healed enough before restarting this medication. Talk to your care team if questions.\nThis medication can make you more sensitive to the sun. Keep out of the sun while taking this medication and for at least 1 week after the last dose. If you cannot avoid being in the sun, wear protective clothing and sunscreen. Do not use sun lamps, tanning beds, or tanning booths.\nTalk to your care team if you may be pregnant. This medication can cause serious birth defects if taken during pregnancy and for 1 week after the last dose. You will need a negative pregnancy test before starting this medication. Contraception is recommended while taking this medication and for 1 week after the last dose. Your care team can help you find the option that works for you.\nIf your partner can get pregnant, use a condom during sex while taking this medication and for 1 week after the last dose.\nDo not breastfeed while taking this medication and for 1 week after the last dose.\nThis medication may cause infertility. Talk to your care team if you are concerned about your fertility.\n"}