{"drug_name": "Raloxifene", "description": "\nRALOXIFENE (ral OX i feen) prevents and treats osteoporosis after menopause. It works by making your bones stronger and less likely to break (fracture). It may also be used to lower the risk of breast cancer in people with osteoporosis or who are at high risk of breast cancer after menopause. It works by blocking the hormone estrogen in breast tissue, which prevents breast cancer cells from spreading or growing.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Evista\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nBlood clot—pain, swelling, or warmth in the leg, shortness of breath, chest pain\nStroke—sudden numbness or weakness of the face, arm, or leg, trouble speaking, confusion, trouble walking, loss of balance or coordination, dizziness, severe headache, change in vision\nVaginal bleeding after menopause, pelvic pain\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nHot flashes\nJoint pain\nMuscle pain or cramps\nSweating\nSwelling of the ankles, hands, or feet\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular checks on your progress. Do not stop taking this medication except on the advice of your care team.\nIf you are taking this medication to reduce your risk of getting breast cancer, you should know that this medication does not prevent all types of breast cancer. Talk to your care team if you have questions.\nThis medication does not prevent hot flashes. It may cause hot flashes in some patients at the start of therapy.\nYou should make sure that you get enough calcium and vitamin D while you are taking this medication. Discuss the foods you eat and the vitamins you take with your care team.\nExercise may help to prevent bone loss. Discuss your exercise needs with your care team.\nThis medication can rarely cause blood clots. If you are going to have surgery, tell your care team that you are taking this medication. This medication should be stopped at least 3 days before surgery. After surgery, it should be restarted only after you are walking again. It should not be restarted while you still need long periods of bed rest.\nYou should not smoke while taking this medication. Smoking may increase your risk of blood clots or stroke.\nTalk to your care team if you wish to become pregnant or think you might be pregnant. This medication can cause serious birth defects if taken during pregnancy.\nTalk to your care team before breastfeeding. Changes to your treatment plan may be needed.\n"}