{"drug_name": "Repotrectinib Capsules", "description": "\nREPOTRECTINIB (RE poe TREK ti nib) treats lung cancer. It works by blocking a protein that causes cancer cells to grow and multiply. This helps to slow or stop the spread of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): AUGTYRO\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nDry cough, shortness of breath or trouble breathing\nHigh uric acid level—severe pain, redness, warmth, or swelling in joints, pain or trouble passing urine, pain in the lower back or sides\nLiver injury—right upper belly pain, loss of appetite, nausea, light-colored stool, dark yellow or brown urine, yellowing skin or eyes, unusual weakness or fatigue\nMood and behavior changes—anxiety, nervousness, confusion, hallucinations, irritability, hostility, thoughts of suicide or self-harm, worsening mood, feelings of depression\nMuscle injury—unusual weakness or fatigue, muscle pain, dark yellow or brown urine, decrease in amount of urine\nSide effects that usually do not require medical attention (report these to your care team if they continue or are bothersome):\nConstipation\nDifficulty with paying attention, memory, or speech\nDizziness\nFatigue\nNausea\nPain, tingling, or numbness in the hands or feet\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nThis medication may make you feel generally unwell. This is not uncommon as chemotherapy can affect healthy cells as well as cancer cells. Report any side effects. Continue your course of treatment even though you feel ill unless your care team tells you to stop.\nYou may need blood work while you are taking this medication.\nYour care team may tell you to stop taking this medication if you develop muscle problems. If your muscle problems do not go away after stopping this medication, contact your care team.\nThis medication may affect your coordination, reaction time, or judgment. Do not drive or operate machinery until you know how this medication affects you. Sit up or stand slowly to reduce the risk of dizzy or fainting spells.\nThis medication may increase your risk of bone fractures. Tell your care team if you have pain, swelling, or trouble moving a part of your body like you usually can.\nTalk to your care team if you or your partner may be pregnant. Serious birth defects can occur if you take this medication during pregnancy and for 2 months after the last dose. You will need a negative pregnancy test before starting this medication. Estrogen and progestin hormones may not work as well while you are taking this medication. Contraception is recommended while taking this medication and for at least 2 months after the last dose. Your care team can help you find the option that works for you.\nIf your partner can get pregnant, use a condom during sex while taking this medication and for 4 months after the last dose.\nDo not breastfeed while taking this medication and for 10 days after the last dose.\n"}