{"drug_name": "Revlimid", "description": "\nLENALIDOMIDE (len a LID oh mide) treats blood and bone marrow cancers. It works by slowing down the growth of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Revlimid\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nBlood clot—pain, swelling, or warmth in the leg, shortness of breath, chest pain\nChange in your skin, such as a new growth, a sore that doesn't heal, or a change in a mole\nHeart attack—pain or tightness in the chest, shoulders, arms, or jaw, nausea, shortness of breath, cold or clammy skin, feeling faint or lightheaded\nHigh thyroid levels (hyperthyroidism)—fast or irregular heartbeat, weight loss, excessive sweating or sensitivity to heat, tremors or shaking, anxiety, nervousness, irregular menstrual cycle or spotting\nInfection—fever, chills, cough, or sore throat\nLiver injury—right upper belly pain, loss of appetite, nausea, light-colored stool, dark yellow or brown urine, yellowing skin or eyes, unusual weakness or fatigue\nLow thyroid levels (hypothyroidism)—unusual weakness or fatigue, increased sensitivity to cold, constipation, hair loss, dry skin, weight gain, feelings of depression\nRash, fever, and swollen lymph nodes\nRedness, blistering, peeling, or loosening of the skin, including inside the mouth\nStroke—sudden numbness or weakness of the face, arm, or leg, trouble speaking, confusion, trouble walking, loss of balance or coordination, dizziness, severe headache, change in vision\nTumor lysis syndrome (TLS)—nausea, vomiting, diarrhea, decrease in the amount of urine, dark urine, unusual weakness or fatigue, confusion, muscle pain or cramps, fast or irregular heartbeat, joint pain\nUnusual bruising or bleeding\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nBack pain\nCough\nDiarrhea\nFatigue\nHeadache\nNausea\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular checks on your progress. You may need blood work done while taking this medication.\nThis medication may cause serious skin reactions. They can happen weeks to months after starting the medication. Contact your care team right away if you notice fevers or flu-like symptoms with a rash. The rash may be red or purple and then turn into blisters or peeling of the skin. You may also notice a red rash with swelling of the face, lips, or lymph nodes in your neck or under your arms.\nTalk to your care team about your risk of cancer. You may be more at risk for certain types of cancers if you take this medication.\nTalk to your care team if you or your partner wish to become pregnant or think either of you might be pregnant. This medication can cause serious birth defects if taken during pregnancy or for 4 weeks after stopping treatment. Two negative pregnancy tests are required before starting this medication. A negative pregnancy test is also required every 2 to 4 weeks during treatment, even if you are not sexually active. Two reliable forms of contraception are recommended while you are taking this medication and for 4 weeks after stopping treatment. Talk to your care team about effective forms of contraception. If you become pregnant, miss a menstrual cycle, or stop using contraception, stop taking this medication. Call your care team. Severe birth defects may occur even if just 1 dose is taken.\nDo not breastfeed while taking this medication. Talk to your care team about breastfeeding. Changes to your treatment plan may be needed.\nIf your partner can get pregnant, use a condom during sex while taking this medication and for 4 weeks after the last dose. Tell your care team right away if you think your partner might be pregnant. This medication can cause serious birth defects.\nDo not donate sperm while taking this medication and for 4 weeks after the last dose.\nDo not donate blood while you are talking this medication or for 4 weeks after stopping it. Donated blood may contain enough of this medication to cause birth defects in a fetus if transfused to someone who is pregnant.\n"}