{"drug_name": "Sacituzumab Govitecan-hziy", "description": "\nSACITUZUMAB GOVITECAN (SAK i TOOZ ue mab GOE vi TEE kan) treats breast cancer. It may also be used to treat bladder cancer and kidney cancer. It works by blocking a protein that causes cancer cells to grow and multiply. This helps to slow or stop the spread of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): TRODELVY\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nInfection—fever, chills, cough, or sore throat\nInfusion reactions—chest pain, shortness of breath or trouble breathing, feeling faint or lightheaded\nLow red blood cell level—unusual weakness or fatigue, dizziness, headache, trouble breathing\nSevere or prolonged diarrhea\nSide effects that usually do not require medical attention (report these to your care team if they continue or are bothersome):\nConstipation\nDiarrhea\nFatigue\nHair loss\nLoss of appetite\nNausea\nVomiting\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nThis medication may make you feel generally unwell. This is not uncommon as chemotherapy can affect healthy cells as well as cancer cells. Report any side effects. Continue your course of treatment even though you feel ill unless your care team tells you to stop.\nYou may need blood work while you are taking this medication.\nCertain genetic factors may decrease the safety of this medication. Your care team may use genetic tests to determine treatment.\nThis medication can cause serious allergic reactions. To reduce your risk, your care team may give you other medications to take before receiving this one. Be sure to follow the directions from your care team.\nCheck with your care team if you have severe diarrhea, nausea, and vomiting, or if you sweat a lot. The loss of too much body fluid may make it dangerous for you to take this medication.\nTalk to your care team if you wish to become pregnant or think you might be pregnant. This medication can cause serious birth defects if taken during pregnancy or if you get pregnant within 6 months after stopping treatment. A negative pregnancy test is required before starting this medication. A reliable form of contraception is recommended while taking this medication and for 6 months after stopping treatment. Talk to your care team about reliable forms of contraception.\nUse a condom during sex and for 3 months after stopping treatment. Tell your care team right away if you think your partner might be pregnant. This medication can cause serious birth defects.\nDo not breast-feed while taking this medication and for 1 month after stopping therapy.\nThis medication may cause infertility. Talk to your care team if you are concerned about your fertility.\nThis medication may increase your risk of getting an infection. Call your care team for advice if you get a fever, chills, sore throat, or other symptoms of a cold or flu. Do not treat yourself. Try to avoid being around people who are sick.\nAvoid taking medications that contain aspirin, acetaminophen, ibuprofen, naproxen, or ketoprofen unless instructed by your care team. These medications may hide a fever.\nThis medication may increase blood sugar. The risk may be higher in patients who already have diabetes. Ask your care team what you can do to lower your risk of diabetes while taking this medication.\n"}