{"drug_name": "Siltuximab", "description": "\nSILTUXIMAB (sil TUX i mab) treats Castleman disease, a condition that causes your body to make extra cells in your lymph nodes. It works by blocking a protein that causes lymph cells to grow and multiply. This decreases symptoms. It is a monoclonal antibody.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Sylvant\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nInfection—fever, chills, cough, or sore throat\nInfusion reactions—chest pain, shortness of breath or trouble breathing, feeling faint or lightheaded\nStomach pain that is severe, does not go away, or gets worse\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nHigh uric acid level—severe pain, redness, warmth, or swelling in joints, pain or trouble passing urine, pain in the lower back or sides\nItching\nRunny or stuffy nose\nSore throat\nWeight gain\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nYour condition will be monitored carefully while you are receiving this medication. You may need blood work while taking this medication.\nThis medication may increase your risk of getting an infection. Call your care team for advice if you get a fever, chills, sore throat, or other symptoms of a cold or flu. Do not treat yourself. Try to avoid being around people who are sick.\nTalk to your care team if you may be pregnant. Serious birth defects can occur if you take this medication during pregnancy and for 3 months after the last dose. Estrogen and progestin hormones may not work as well while you are taking this medication. Contraception is recommended while taking this medication and for 3 months after the last dose. Your care team can help you find the option that works for you.\nDo not breastfeed while taking this medication and for 3 months after the last dose.\n"}