{"drug_name": "Sprycel", "description": "\nDASATINIB (da SA ti nib) treats leukemia. It works by blocking a protein that causes cancer cells to grow and multiply. This helps to slow or stop the spread of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Sprycel\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nBleeding—bloody or black, tar-like stools, vomiting blood or brown material that looks like coffee grounds, red or dark brown urine, small red or purple spots on skin, unusual bruising or bleeding\nHeart attack—pain or tightness in the chest, shoulders, arms, or jaw, nausea, shortness of breath, cold or clammy skin, feeling faint or lightheaded\nHeart failure—shortness of breath, swelling of the ankles, feet, or hands, sudden weight gain, unusual weakness or fatigue\nHeart rhythm changes—fast or irregular heartbeat, dizziness, feeling faint or lightheaded, chest pain, trouble breathing\nInfection—fever, chills, cough, sore throat, wounds that don't heal, pain or trouble when passing urine, general feeling of discomfort or being unwell\nLiver injury—right upper belly pain, loss of appetite, nausea, light-colored stool, dark yellow or brown urine, yellowing skin or eyes, unusual weakness or fatigue\nLow red blood cell level—unusual weakness or fatigue, dizziness, headache, trouble breathing\nPulmonary arterial hypertension (PAH)—shortness of breath, unusual weakness or fatigue, swelling of the ankles, hands, or feet, dizziness, feeling faint or lightheaded, chest pain, fast or irregular heartbeat, blue skin or lips\nRedness, blistering, peeling, or loosening of the skin, including inside the mouth\nStroke—sudden numbness or weakness of the face, arm, or leg, trouble speaking, confusion, trouble walking, loss of balance or coordination, dizziness, severe headache, change in vision\nSwelling of the ankles, hands, or feet, shortness of breath or trouble breathing, sudden weight gain\nTumor lysis syndrome (TLS)—nausea, vomiting, diarrhea, decrease in the amount of urine, dark urine, unusual weakness or fatigue, confusion, muscle pain or cramps, fast or irregular heartbeat, joint pain\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nDiarrhea\nFatigue\nHeadache\nJoint pain\nMuscle pain\nNausea\nSkin rash\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular checks on your progress. It may be some time before you see the benefit from this medication.\nYou may need blood work while taking this medication.\nThis medication may increase your risk to bruise or bleed. Call your care team if you notice any unusual bleeding.\nHeight and weight growth of a child taking this medicine will be monitored closely.\nTalk to your care team if you or your partner wish to become pregnant or think either of you might be pregnant. This medication can cause serious birth defects if taken during pregnancy and for 30 days after stopping therapy. A reliable form of contraception is recommended while taking this medication and for 30 days after stopping therapy. Talk to your care team about effective forms of contraception. Do not breast-feed while taking this medication and for 2 weeks after stopping therapy.\nIf you are pregnant or may get pregnant, do not handle broken or crushed tablets of this medication. If you are pregnant and come into contact with broken or crushed tablets, contact your care team. Exposure to whole tablets is not expected to cause harm as long as they are not swallowed.\nThis medication may cause infertility. Talk to your care team if you are concerned about your fertility.\n"}