{"drug_name": "Sutent", "description": "\nSUNITINIB (soo NI ti nib) treats some types of cancer. It works by blocking a protein that causes cancer cells to grow and multiply. This helps to slow or stop the spread of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Sutent\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nBleeding—bloody or black, tar-like stools, vomiting blood or brown material that looks like coffee grounds, red or dark brown urine, small red or purple spots on skin, unusual bruising or bleeding\nHeart attack—pain or tightness in the chest, shoulders, arms, or jaw, nausea, shortness of breath, cold or clammy skin, feeling faint or lightheaded\nHeart failure—shortness of breath, swelling of the ankles, feet, or hands, sudden weight gain, unusual weakness or fatigue\nHeart rhythm changes—fast or irregular heartbeat, dizziness, feeling faint or lightheaded, chest pain, trouble breathing\nHigh thyroid levels (hyperthyroidism)—fast or irregular heartbeat, weight loss, excessive sweating or sensitivity to heat, tremors or shaking, anxiety, nervousness, irregular menstrual cycle or spotting\nIncrease in blood pressure\nKidney injury—decrease in the amount of urine, swelling of the ankles, hands, or feet\nLiver injury—right upper belly pain, loss of appetite, nausea, light-colored stool, dark yellow or brown urine, yellowing skin or eyes, unusual weakness or fatigue\nLow blood sugar (hypoglycemia)—tremors or shaking, anxiety, sweating, cold or clammy skin, confusion, dizziness, rapid heartbeat\nLow thyroid levels (hypothyroidism)—unusual weakness or fatigue, increased sensitivity to cold, constipation, hair loss, dry skin, weight gain, feelings of depression\nOsteonecrosis of the jaw—pain, swelling, or redness in the mouth, numbness of the jaw, poor healing after dental work, unusual discharge from the mouth, visible bones in the mouth\nRedness, blistering, peeling, or loosening of the skin, including inside the mouth\nStomach pain, bloody diarrhea, pale skin, unusual weakness or fatigue, decrease in the amount of urine, which may be signs of hemolytic uremic syndrome\nSudden and severe headache, confusion, change in vision, seizures, which may be signs of posterior reversible encephalopathy syndrome (PRES)\nTTP—purple spots on the skin or inside the mouth, pale skin, yellowing skin or eyes, unusual weakness or fatigue, fever, fast or irregular heartbeat, confusion, change in vision, trouble speaking, trouble walking\nTumor lysis syndrome (TLS)—nausea, vomiting, diarrhea, decrease in the amount of urine, dark urine, unusual weakness or fatigue, confusion, muscle pain or cramps, fast or irregular heartbeat, joint pain\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nChange in taste\nDiarrhea\nLoss of appetite with weight loss\nNausea\nPain, redness, or swelling with sores inside the mouth or throat\nStomach pain\nUnusual weakness or fatigue\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nYour condition will be monitored carefully while you are receiving this medication. You may need blood work while taking this medication.\nTell your dentist and dental surgeon that you are taking this medication. You should not have major dental surgery while on this medication or for 3 weeks before taking this medication. See your dentist to have a dental exam and fix any dental problems before starting this medication. Take good care of your teeth while on this medication. Make sure you see your dentist for regular follow-up appointments.\nBefore having surgery or dental work, talk to your care team to make sure it is ok. This medication can increase the risk of poor healing of your surgical site or wound. You will need to stop this medication for 3 weeks before surgery. After surgery, wait at least 2 weeks before restarting this medication. Make sure the surgical site or wound is healed enough before restarting this medication. Talk to your care team if questions.\nTalk to your care team if you may be pregnant. Serious birth defects can occur if you take this medication during pregnancy and for 4 weeks after the last dose. You will need a negative pregnancy test before starting this medication. Contraception is recommended while taking this medication and for 4 weeks after the last dose. Your care team can help you find the option that works for you.\nIf your partner can get pregnant, use a condom during sex while taking this mediation and for 7 weeks after the last dose.\nDo not breastfeed while taking this medication and for 4 weeks after the last dose.\nThis medication may cause infertility. Talk to your care team if you are concerned about your fertility.\n"}