{"drug_name": "Targretin", "description": "\nBEXAROTENE (bexs AIR oh teen) treats skin sores caused by lymphoma. It works by slowing down the growth of cancer cells. It belongs to a group of medications called retinoids.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Targretin\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nGallbladder problems—severe stomach pain, nausea, vomiting, fever\nInfection—fever, chills, cough, sore throat, wounds that don't heal, pain or trouble when passing urine, general feeling of discomfort or being unwell\nLiver injury—right upper belly pain, loss of appetite, nausea, light-colored stool, dark yellow or brown urine, yellowing skin or eyes, unusual weakness or fatigue\nLow thyroid levels (hypothyroidism)—unusual weakness or fatigue, increased sensitivity to cold, constipation, hair loss, dry skin, weight gain, feelings of depression\nPancreatitis—severe stomach pain that spreads to your back or gets worse after eating or when touched, fever, nausea, vomiting\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nDry skin\nHeadache\nNausea\nStomach pain\nSwelling of the ankles, hands, or feet\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular checks on your progress. It may be some time before you see the benefit from this medication.\nYou may need blood work while taking this medication.\nThis medication can increase bad cholesterol and fats (such as LDL, triglycerides) and decrease good cholesterol (HDL) in your blood. You may need blood tests to check your cholesterol. Ask your care team what you can do to lower your risk of high cholesterol while taking this medication.\nThis medication may cause cataracts, especially with long-term use. You should have regular eye exams while taking this medication. Tell your care team if you have changes in your eyesight.\nThis medication can make you more sensitive to the sun. Keep out of the sun. If you cannot avoid being in the sun, wear protective clothing and sunscreen. Do not use sun lamps, tanning beds, or tanning booths.\nTalk to your care team if you or your partner wish to become pregnant or think either of you might be pregnant. This medication can cause serious birth defects if taken during pregnancy or for 1 month after stopping therapy. Reliable forms of contraception are recommended starting 1 month before, during, and for 1 month after stopping therapy. Estrogen and progestin hormones may not work as well while you are taking this medication. A barrier contraceptive, such as a condom or diaphragm, is recommended. Talk to your care team about other forms of contraception.\nA negative pregnancy test is required before starting this medication. Negative pregnancy tests are also required during treatment, even if you are not sexually active.\nDo not breastfeed while taking this mediation.\nIf your partner can get pregnant, use a condom during sex while taking this medication and for 1 month after the last dose. Tell your care team right away if you think your partner might be pregnant. This medication can cause serious birth defects.\n"}