{"drug_name": "Tazemetostat", "description": "\nTAZEMETOSTAT (TAZ e MET oh stat) treats lymphoma. It may also be used to treat sarcoma, a cancer that occurs in bone and connective tissues, such as fat, muscle, and blood vessels. It works by slowing down the growth of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): TAZVERIK\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nInfection—fever, chills, cough, sore throat, wounds that don't heal, pain or trouble when passing urine, general feeling of discomfort or being unwell\nLow red blood cell level—unusual weakness or fatigue, dizziness, headache, trouble breathing\nUnusual bruising or bleeding\nSide effects that usually do not require medical attention (report these to your care team if they continue or are bothersome):\nBone, joint, or muscle pain\nConstipation\nFatigue\nLoss of appetite\nNausea\nStomach pain\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nYour condition will be monitored carefully while you are receiving this medication. You may need blood work while taking this medication.\nTalk to your care team about your risk of cancer. You may be more at risk for certain types of cancer if you take this medication.\nTalk to your care team if you may be pregnant. Serious birth defects can occur if you take this medication during pregnancy and for 6 months after the last dose. You will need a negative pregnancy test before starting this medication. Estrogen and progestin hormones may not work as well while you are taking this medication. Contraception is recommended while taking this medication and for 6 months after the last dose. Your care team can help you find the option that works for you.\nIf your partner can get pregnant, use a condom during sex while taking this medication and for 3 months after the last dose.\nDo not breastfeed while taking this medication and for 1 week after the last dose.\n"}