{"drug_name": "Tecvayli", "description": "\nTECLISTAMAB (tek LIS ta mab) treats multiple myeloma, a type of bone marrow cancer. It works by helping your immune system slow or stop the spread of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): TECVAYLI\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nFever, chills, unusual weakness or fatigue, loss of appetite, nausea, headache, dizziness, feeling faint or lightheaded, shortness of breath, fast or irregular heartbeat, which may be signs of cytokine release syndrome\nInfection—fever, chills, cough, sore throat, wounds that don't heal, pain or trouble when passing urine, general feeling of discomfort or being unwell\nLiver injury—right upper belly pain, loss of appetite, nausea, light-colored stool, dark yellow or brown urine, yellowing skin or eyes, unusual weakness or fatigue\nLow red blood cell level—unusual weakness or fatigue, dizziness, headache, trouble breathing\nPain, tingling, or numbness in the hands or feet, muscle weakness, headache, change in vision, confusion or trouble speaking, dizziness, loss of balance or coordination, trouble walking, tremors or shaking, seizures\nUnusual bruising or bleeding\nSide effects that usually do not require medical attention (report these to your care team if they continue or are bothersome):\nDiarrhea\nFatigue\nHeadache\nMuscle pain\nNausea\nPain, redness, or irritation at injection site\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nYour condition will be monitored carefully while you are receiving this medication.\nYou may need bloodwork while taking this medication.\nThis medication may increase your risk of getting an infection. Call your care team for advice if you get a fever, chills, sore throat, or other symptoms of a cold or flu. Do not treat yourself. Try to avoid being around people who are sick.\nThis medication may increase your risk to bruise or bleed. Call your care team if you notice any unusual bleeding.\nThis medication may affect your coordination, reaction time, or judgment. Do not drive or operate machinery until you know how this medication affects you.\nTalk to your care team if you or your partner wish to become pregnant or think they might be pregnant. There is a potential for serious side effects to an unborn child. Contraception is recommended while taking this medication and for 5 months after stopping it. Talk to your care team about effective forms of contraception.\nDo not breast-feed while taking this medication and for 5 months after stopping it.\n"}