{"drug_name": "Thalidomide", "description": "\nTHALIDOMIDE (tha LI doe mide) treats multiple myeloma, a type of bone marrow cancer. It works by slowing down the growth of cancer cells. It may also be used to prevent and treat skin conditions caused by leprosy. It works by slowing down an overactive immune system. This decreases inflammation.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Thalomid\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nBlood clot—pain, swelling, or warmth in the leg, shortness of breath, chest pain\nHeart attack—pain or tightness in the chest, shoulders, arms, or jaw, nausea, shortness of breath, cold or clammy skin, feeling faint or lightheaded\nInfection—fever, chills, cough, or sore throat\nLow blood pressure—dizziness, feeling faint or lightheaded, blurry vision\nPain, tingling, or numbness in the hands or feet\nRash, fever, and swollen lymph nodes\nRedness, blistering, peeling, or loosening of the skin, including inside the mouth\nSeizures\nSlow heartbeat—dizziness, feeling faint or lightheaded, confusion, trouble breathing, unusual weakness or fatigue\nStroke—sudden numbness or weakness of the face, arm, or leg, trouble speaking, confusion, trouble walking, loss of balance or coordination, dizziness, severe headache, change in vision\nTumor lysis syndrome (TLS)—nausea, vomiting, diarrhea, decrease in the amount of urine, dark urine, unusual weakness or fatigue, confusion, muscle pain or cramps, fast or irregular heartbeat, joint pain\nUnusual bruising or bleeding\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nAnxiety, nervousness\nConfusion\nConstipation\nDizziness\nDrowsiness\nFatigue\nNausea\nTremors or shaking\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular checks on your progress. This medication may make you feel generally unwell. This is not uncommon, as chemotherapy can affect healthy cells as well as cancer cells. Report any side effects. Continue your course of treatment even though you feel ill unless your care team tells you to stop.\nYou may need blood work while taking this medication.\nThis medication may cause serious skin reactions. They can happen weeks to months after starting the medication. Contact your care team right away if you notice fevers or flu-like symptoms with a rash. The rash may be red or purple and then turn into blisters or peeling of the skin. You may also notice a red rash with swelling of the face, lips, or lymph nodes in your neck or under your arms.\nThis medication is available only through a special program. Care teams, pharmacies, and patients must meet all the conditions of the program. Your care team will help you get signed up with the program if you need this medication. Through the program you will only receive up to a 28-day supply of the medication at one time. You will need a new prescription for each refill.\nTalk to your care team if you or your partner wish to become pregnant or think you might be pregnant. Serious birth defects can occur if you take this medication during pregnancy and for 4 weeks after the last dose. Avoid pregnancy for at least 4 weeks before beginning treatment, during treatment, during dose interruptions, and for at least 4 weeks after stopping treatment. Two negative pregnancy tests are required before starting this medication. A negative pregnancy test is also required periodically during treatment. Two reliable forms of contraception are required starting 4 weeks before treatment, during treatment, during dose interruptions, and for 4 weeks after treatment is stopped. Talk to your care team about reliable forms of contraception. Males must use a condom during sex while taking this medication and for 4 weeks after stopping treatment. A condom is needed even if you have had a vasectomy. If you become pregnant, miss a menstrual cycle, or stop using contraception, stop taking this medication. Call your care team. Severe birth defects may occur even if just 1 dose is taken.\nDo not breast-feed while taking this medication.\nDo not donate sperm while taking this medication or for 4 weeks after stopping treatment.\nDo not donate blood while you are taking this medication or for 4 weeks after stopping treatment. Donated blood may contain enough of this medication to cause serious birth defects in a fetus if transfused to someone who is pregnant.\nThis medication may affect your coordination, reaction time, or judgment. Do not drive or operate machinery until you know how this medication affects you. Sit up or stand slowly to reduce the risk of dizzy or fainting spells. Drinking alcohol with this medication can increase the risk of these side effects.\n"}