{"drug_name": "TheraCys", "description": "\nBACILLUS CALMETTE-GUERIN LIVE, BCG (ba SIL us  KAL met  gay RAYN) is a bacteria solution. This medicine stimulates the immune system to ward off cancer cells. It is used to treat bladder cancer.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Theracys, TICE BCG\n", "side_effects": "\nSide effects that you should report to your doctor or health care professional as soon as possible:\nallergic reactions like skin rash, itching or hives, swelling of the face, lips, or tongue\nsigns of infection - fever or chills, cough, sore throat, pain or difficulty passing urine\nsigns of decreased red blood cells - unusually weak or tired, fainting spells, lightheadedness\nblood in urine\nbreathing problems\ncough\neye pain, redness\nflu-like symptoms\njoint pain\nbladder-area pain for more than 2 days after treatment\ntrouble passing urine or change in the amount of urine\nvomiting\nyellowing of the eyes or skin\nSide effects that usually do not require medical attention (report to your doctor or health care professional if they continue or are bothersome):\nbladder spasm\nburning when passing urine within 2 days of treatment\nfeel need to pass urine often or wake up at night to pass urine\nloss of appetite\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your health care provider for checks on your progress. This medicine may make you feel generally unwell. Contact your health care provider if your symptoms last more than 2 days or if they get worse. Call your health care provider right away if you have a severe or unusual symptom.\nInfection can be spread to others through contact with this medicine. To prevent the spread of infection, follow your health care provider's directions carefully after treatment.\nDo not become pregnant while taking this medicine. There is a potential for serious side effects to an unborn child. Talk to your health care provider for more information. Do not breast-feed an infant while taking this medicine.\nIf you have sex while on this medicine, use a condom. Ask your health care provider how long you should use a condom.\n"}