{"drug_name": "Thiotepa", "description": "\nTHIOTEPA (THYE oh TEP a) treats some types of cancer. It works by slowing down the growth of cancer cells. It may also be used to help prepare your body before a stem cell transplant. It works by slowing or stopping the growth of cancer cells in your bone marrow. This makes room for the transplanted cells to grow.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): TEPADINA\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nDifficulty with paying attention, memory, or speech\nDizziness, loss of balance or coordination, confusion or trouble speaking\nInfection—fever, chills, cough, or sore throat\nLiver injury—right upper belly pain, loss of appetite, nausea, light-colored stool, dark yellow or brown urine, yellowing skin or eyes, unusual weakness or fatigue\nLow red blood cell level—unusual weakness or fatigue, dizziness, headache, trouble breathing\nRedness, blistering, peeling, or loosening of the skin, including inside the mouth\nSeizures\nSlow or sluggish movements of the body\nUnusual bruising or bleeding\nUnusual changes in behavior\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nDiarrhea\nDrowsiness\nPain, redness, or swelling with sores inside the mouth or throat\nRed or dark brown urine\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nThis medication may make you feel generally unwell. This is not uncommon as chemotherapy can affect healthy cells as well as cancer cells. Report any side effects. Continue your course of treatment even though you feel ill unless your care team tells you to stop.\nYou may need blood work while you are taking this medication.\nTake a shower or bath at least 2 times daily during treatment and for 48 hours after your injection. Change any dressings and clean any covered skin at least 2 times daily during treatment and for 48 hours after your injection. Change bedsheets daily during treatment.\nThis medication may increase your risk of getting an infection. Call your care team for advice if you get a fever, chills, sore throat, or other symptoms of a cold or flu. Do not treat yourself. Try to avoid being around people who are sick.\nAvoid taking medications that contain aspirin, acetaminophen, ibuprofen, naproxen, or ketoprofen unless instructed by your care team. These medications may hide a fever.\nBe careful brushing or flossing your teeth or using a toothpick because you may get an infection or bleed more easily. If you have any dental work done, tell your dentist you are receiving this medication.\nTalk to your care team about your risk of cancer. You may be more at risk for certain types of cancers if you take this medication.\nTalk to your care team if you may be pregnant. This medication can cause serious birth defects if taken during pregnancy and for 6 months after treatment. You will need a negative pregnancy test before starting this medication. Contraception is recommended while taking this medication and for at least 6 months after stopping treatment. Your care team can help you find the option that works for you.\nIf your partner can get pregnant, use a condom during sex and for at least 1 year after stopping treatment.\nDo not breastfeed while taking this medication.\nThis medication may cause infertility. Talk to your care team if you are concerned about your fertility.\n"}