{"drug_name": "Tisagenlecleucel", "description": "\nTISAGENLECLEUCEL (tis’’ a jen” lek loo’ sel) is a gene therapy that is made from cells in your immune system. It is used to treat acute lymphoblastic leukemia and certain types of non-Hodgkin lymphoma.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): KYMRIAH\n", "side_effects": "\nSide effects that you should report to your doctor or health care professional as soon as possible:\nallergic reactions like skin rash, itching or hives, swelling of the face, lips, or tongue\nbreathing problems\nconfusion\ndiarrhea\nloss of balance or coordination\nlow blood counts - this medicine may decrease the number of white blood cells, red blood cells and platelets. You may be at increased risk for infections and bleeding.\nmuscle pain or joint pain\nnausea, vomiting\nseizures\nsigns of infection - fever or chills, cough, sore throat, pain or difficulty passing urine\nsigns of decreased platelets or bleeding - bruising, pinpoint red spots on the skin, black, tarry stools, blood in the urine\nsigns of decreased red blood cells - unusually weak or tired, feeling faint or lightheaded, falls\nsigns and symptoms of low blood pressure like dizziness; feeling faint or lightheaded, falls; unusually weak or tired\ntrouble speaking or understanding\nSide effects that usually do not require medical attention (report these to your doctor or health care professional if they continue or are bothersome):\nconstipation\ndecreased appetite\nheadache\nstomach pain\nswelling in your legs and feet\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nYour condition will be monitored carefully while you are receiving this medication.\nYou may need blood work done while you are taking this medication.\nYou may get drowsy or dizzy. Do not drive, use machinery, or do anything that needs mental alertness until you know how this medication affects you.\nThis medication may increase your risk of getting an infection. Call your care team for advice if you get a fever, chills, sore throat, or other symptoms of a cold or flu. Do not treat yourself. This drug decreases your body's ability to fight infections. Do not treat yourself. Try to avoid being around people who are sick.\nDo not donate blood, organs, tissues, sperm, or oocytes while taking this medication.\nTalk to your care team about your risk of cancer. You may be more at risk for certain types of cancers if you take this medication.\nDo not become pregnant while taking this medication. Women should inform their care team if they wish to become pregnant or think they might be pregnant. There is a potential for serious harm to an unborn child. Talk to your care team for more information.\n"}