{"drug_name": "Toremifene", "description": "\nTOREMIFENE (tore EM i feen) treats breast cancer. It works by blocking the hormone estrogen in breast tissue, which prevents breast cancer cells from spreading or growing.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Fareston\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nHeart rhythm changes—fast or irregular heartbeat, dizziness, feeling faint or lightheaded, chest pain, trouble breathing\nHigh calcium level—increased thirst or amount of urine, nausea, vomiting, confusion, unusual weakness or fatigue, bone pain\nLiver injury—right upper belly pain, loss of appetite, nausea, light-colored stool, dark yellow or brown urine, yellowing skin or eyes, unusual weakness or fatigue\nSwelling and pain of the tumor site or lymph nodes\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nDizziness\nHot flashes\nNausea\nSweating\nVaginal discharge\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular checks on your progress. You may need regular pelvic exams, breast exams, and mammograms while taking this medication.\nIf you have bone tumors, this medication may cause bone pain and high blood calcium. Talk to your care team about what symptoms are possible and what to do if you have these symptoms.\nTalk to your care team if you may be pregnant. Serious birth defects can occur if you take this medication during pregnancy. Contraception is recommended while taking this medication. Your care team can help you find the option that works for you.\nDo not breastfeed while taking this medication.\n"}