{"drug_name": "Trexall", "description": "\nMETHOTREXATE (METH oh TREX ate) treats autoimmune conditions, such as arthritis and psoriasis. It works by decreasing inflammation, which can reduce pain and prevent long-term injury to the joints and skin. It may also be used to treat some types of cancer. It works by slowing down the growth of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Rheumatrex, Trexall\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nDry cough, shortness of breath or trouble breathing\nInfection—fever, chills, cough, sore throat, wounds that don't heal, pain or trouble when passing urine, general feeling of discomfort or being unwell\nKidney injury—decrease in the amount of urine, swelling of the ankles, hands, or feet\nLiver injury—right upper belly pain, loss of appetite, nausea, light-colored stool, dark yellow or brown urine, yellowing skin or eyes, unusual weakness or fatigue\nLow red blood cell level—unusual weakness or fatigue, dizziness, headache, trouble breathing\nPain, tingling, or numbness in the hands or feet, muscle weakness, change in vision, confusion or trouble speaking, loss of balance or coordination, trouble walking, seizures\nRedness, blistering, peeling, or loosening of the skin, including inside the mouth\nStomach bleeding—bloody or black, tar-like stools, vomiting blood or brown material that looks like coffee grounds\nStomach pain that is severe, does not away, or gets worse\nUnusual bruising or bleeding\nSide effects that usually do not require medical attention (report these to your care team if they continue or are bothersome):\nDiarrhea\nDizziness\nHair loss\nNausea\nPain, redness, or swelling with sores inside the mouth or throat\nSkin reactions on sun-exposed areas\nVomiting\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular checks on your progress. It may be some time before you see the benefit from this medication.\nYou may need blood work done while you are taking this medication.\nIf your care team has also prescribed folic acid, they may instruct you to skip your folic acid dose on the day you take methotrexate.\nThis medication can make you more sensitive to the sun. Keep out of the sun. If you cannot avoid being in the sun, wear protective clothing and sunscreen. Do not use sun lamps, tanning beds, or tanning booths.\nCheck with your care team if you have severe diarrhea, nausea, and vomiting, or if you sweat a lot. The loss of too much body fluid may make it dangerous for you to take this medication.\nThis medication may increase your risk of getting an infection. Call your care team for advice if you get a fever, chills, sore throat, or other symptoms of a cold or flu. Do not treat yourself. Try to avoid being around people who are sick.\nTalk to your care team about your risk of cancer. You may be more at risk for certain types of cancers if you take this medication.\nTalk to your care team if you or your partner may be pregnant. Serious birth defects can occur if you take this medication during pregnancy and for 6 months after the last dose. You will need a negative pregnancy test before starting this medication. Contraception is recommended while taking this medication and for 6 months after the last dose. Your care team can help you find the option that works for you.\nIf your partner can get pregnant, use a condom during sex while taking this medication and for 3 months after the last dose.\nDo not breastfeed while taking this medication and for 1 week after the last dose.\nThis medication may cause infertility. Talk to your care team if you are concerned about your fertility.\n"}