{"drug_name": "Triptorelin pamoate", "description": "\nTRIPTORELIN (TRIP toe REH lin) reduces the symptoms of prostate cancer. It works by decreasing levels of the hormone testosterone in the body. This prevents prostate cancer cells from spreading or growing.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Trelstar, Trelstar Depot, Trelstar Depot Plus Debioclip, Trelstar LA, Trelstar LA Plus Debioclip\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions or angioedema—skin rash, itching or hives, swelling of the face, eyes, lips, tongue, arms, or legs, trouble swallowing or breathing\nChange in the amount of urine\nHeart attack—pain or tightness in the chest, shoulders, arms, or jaw, nausea, shortness of breath, cold or clammy skin, feeling faint or lightheaded\nHeart rhythm changes—fast or irregular heartbeat, dizziness, feeling faint or lightheaded, chest pain, trouble breathing\nHigh blood sugar (hyperglycemia)—increased thirst or amount of urine, unusual weakness or fatigue, blurry vision\nSevere back pain, numbness or weakness of the hands, arms, legs, or feet, loss of coordination, loss of bowel or bladder control\nStroke—sudden numbness or weakness of the face, arm, or leg, trouble speaking, confusion, trouble walking, loss of balance or coordination, dizziness, severe headache, change in vision\nTrouble passing urine\nSide effects that usually do not require medical attention (report these to your care team if they continue or are bothersome):\nBone pain\nChange in sex drive or performance\nHeadache\nHot flashes\nPain, redness, or irritation at injection site\nSwelling of the ankles, hands, or feet\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nYour condition will be monitored carefully while you are receiving this medication. Visit your care team for regular checks on your progress. Tell your care team if your symptoms do not start to get better or if they get worse.\nYou may need blood work while taking this medication.\nThis medication may increase blood sugar. The risk may be higher in patients who already have diabetes. Ask your care team what you can do to lower your risk of diabetes while taking this medication.\nTalk to your care team if you wish to become pregnant or think you might be pregnant. This medication can cause serious birth defects if taken during pregnancy. Talk to your care team about reliable forms of contraception.\n"}