{"drug_name": "Trisenox", "description": "\nARSENIC TRIOXIDE (AR se nik trye OX ide) treats leukemia. It works by slowing down the growth of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Trisenox\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nDizziness, loss of balance or coordination, confusion or trouble speaking\nFever, cough, dizziness, feeling faint or lightheaded, shortness of breath, bone pain, sudden weight gain, swelling of the ankles, hands, or feet, which may be signs of differentiation syndrome\nHeart rhythm changes—fast or irregular heartbeat, dizziness, feeling faint or lightheaded, chest pain, trouble breathing\nHigh white blood cell level—fever, fatigue, trouble breathing, night sweats, change in vision, weight loss\nInfection—fever, chills, cough, or sore throat\nLiver injury—right upper belly pain, loss of appetite, nausea, light-colored stool, dark yellow or brown urine, yellowing skin or eyes, unusual weakness or fatigue\nUncontrollable eye movements\nUnusual bruising or bleeding\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nConstipation\nDiarrhea\nFatigue\nHeadache\nNausea\nStomach pain\nVomiting\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nYour condition will be monitored carefully while you are receiving this medication. You may need blood work while taking this medication.\nThis medication may make you feel generally unwell. This is not uncommon as chemotherapy can affect healthy cells as well as cancer cells. Report any side effects. Continue your course of treatment even though you feel ill unless your care team tells you to stop.\nTalk to your care team about your risk of cancer. You may be more at risk for certain types of cancers if you take this medication.\nTalk to your care team if you may be pregnant. Serious birth defects can occur if you take this medication during pregnancy and for 6 months after the last dose. Your will need a negative pregnancy test before starting this medication. Contraception is recommended while taking this medication and for 6 months after the last dose. Your care team can help you find the option that works for you.\nIf your partner can get pregnant, use a condom during sex while taking this medication and for 3 months after the last dose.\nDo not breastfeed while taking this medication and for 2 weeks after the last dose.\nThis medication may cause infertility. Talk to your care team if you are concerned about your fertility.\n"}