{"drug_name": "Truseltiq", "description": "\nINFIGRATINIB (IN fig RA ti nib) treats bile duct cancer. It works by blocking a protein that causes cancer cells to grow and multiply. This helps to slow or stop the spread of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): TRUSELTIQ\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nBlurry vision, vision loss, seeing wavy or bent objects or blind spots with dark, light, or flashing spots\nHigh phosphorus level—muscle pain or cramps, bone or joint pain, numbness and tingling around the mouth\nSide effects that usually do not require medical attention (report these to your care team if they continue or are bothersome):\nChange in nail shape, thickness, or color\nChange in taste\nConstipation\nDry eyes\nFatigue\nHair loss\nJoint pain\nPain, redness, or swelling with sores inside the mouth or throat\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nThis medication may make you feel generally unwell. This is not uncommon as chemotherapy can affect healthy cells as well as cancer cells. Report any side effects. Continue your course of treatment even though you feel ill unless your care team tells you to stop.\nYou may need blood work while you are taking this medication.\nYour vision may be tested before and during use of this medication.\nTell your care team right away if you have any change in your eyesight.\nThis medication may cause dry eyes. If you wear contact lenses, you may feel some discomfort. Lubricating eye drops may help. See your care team if the problem does not go away or is severe.\nTalk to your care team if you or your partner wish to become pregnant or either of you might be pregnant. This medication can cause serious birth defects if taken during pregnancy or for 1 month after stopping it.\nTalk to your care team before breast-feeding. Changes to your treatment plan may be needed.\nThis medication may increase your risk of getting an infection. Call your care team for advice if you get a fever, chills, sore throat, or other symptoms of a cold or flu. Do not treat yourself. Try to avoid being around people who are sick.\nAvoid taking medications that contain aspirin, acetaminophen, ibuprofen, naproxen, or ketoprofen unless instructed by your care team. These medications may hide a fever.\nBe careful brushing or flossing your teeth or using a toothpick because you may get an infection or bleed more easily. If you have any dental work done, tell your dentist you are receiving this medication.\nYour mouth may get dry. Chewing sugarless gum or sucking hard candy and drinking plenty of water may help. Contact your care team if the problem does not go away or is severe.\nThis medication can increase bad cholesterol and fats (such as LDL, triglycerides) and decrease good cholesterol (HDL) in your blood. You may need blood tests to check your cholesterol. Ask your care team what you can do to lower your risk of high cholesterol while taking this medication.\nThis medication may cause constipation. If you do not have a bowel movement for 3 days, call your care team.\n"}