{"drug_name": "Tukysa", "description": "\nTUCATINIB (too KA ti nib) treats breast cancer and colorectal cancer. It works by blocking a protein that causes cancer cells to grow and multiply. This helps to slow or stop the spread of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): TUKYSA\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nLiver injury—right upper belly pain, loss of appetite, nausea, light-colored stool, dark yellow or brown urine, yellowing skin or eyes, unusual weakness or fatigue\nSide effects that usually do not require medical attention (report these to your care team if they continue or are bothersome):\nDiarrhea\nFatigue\nNausea\nSkin rash\nStomach pain\nVomiting\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nThis medication may make you feel generally unwell. This is not uncommon as chemotherapy can affect healthy cells as well as cancer cells. Report any side effects. Continue your course of treatment even though you feel ill unless your care team tells you to stop.\nTalk to your care team if you wish to become pregnant or think you might be pregnant. This medication can cause serious birth defects if taken during pregnancy or for 1 week after stopping therapy. A negative pregnancy test is required before starting this medication. A reliable form of contraception is recommended while taking this medication and for 1 week after stopping therapy. Talk to your care team about reliable forms of contraception.\nUse a condom during sex and for 1 week after stopping therapy. Tell your care team right away if you think your partner might be pregnant. This medication can cause serious birth defects.\nDo not breast-feed while taking this medication and for 1 week after stopping therapy.\nThis medication may cause infertility. Talk to your care team if you are concerned about your fertility.\n"}