{"drug_name": "Unituxin", "description": "\nDINUTUXIMAB (din ue tux i mab) treats neuroblastoma, a cancer that occurs in nerve cells. It works by slowing down the growth of cancer cells. It is a monoclonal antibody.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Unituxin\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nCapillary leak syndrome—stomach or muscle pain, unusual weakness or fatigue, feeling faint or lightheaded, decrease in the amount of urine, swelling of the ankles, hands, or feet, trouble breathing\nDilated pupils\nEye pain, change in vision, vision loss\nInfection—fever, chills, cough, sore throat, wounds that don't heal, pain or trouble when passing urine, general feeling of discomfort or being unwell\nInfusion reactions—chest pain, shortness of breath or trouble breathing, feeling faint or lightheaded\nLow blood pressure—dizziness, feeling faint or lightheaded, blurry vision\nLow calcium level—muscle pain or cramps, confusion, tingling, or numbness in the hands or feet\nLow potassium level—muscle pain or cramps, unusual weakness or fatigue, fast or irregular heartbeat, constipation\nLow red blood cell level—unusual weakness or fatigue, dizziness, headache, trouble breathing\nLow sodium level—muscle weakness, fatigue, dizziness, headache, confusion\nPain, tingling, or numbness in the hands or feet, muscle weakness, change in vision, confusion or trouble speaking, loss of balance or coordination, trouble walking, seizures\nStomach pain, bloody diarrhea, pale skin, unusual weakness or fatigue, decrease in the amount of urine, which may be signs of hemolytic uremic syndrome\nSudden and severe headache, confusion, change in vision, seizures, which may be signs of posterior reversible encephalopathy syndrome (PRES)\nTrouble passing urine\nUnusual bruising or bleeding\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nDiarrhea\nLoss of appetite\nNausea\nVomiting\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nYour condition will be monitored carefully while you are receiving this medication.\nThis medication may make you feel generally unwell. Report any side effects. Continue your course of treatment even though you feel ill unless your care team tells you to stop.\nTell your care team right away if you have any change in your eyesight.\nThis medication can cause serious allergic reactions. To reduce the risk, your care team may give you other medications to take before receiving this one. Be sure to follow the directions from your care team.\nThis medication may increase your risk of getting an infection. Call your care team for advice if you get a fever, chills, sore throat, or other symptoms of a cold or flu. Do not treat yourself. Try to avoid being around people who are sick.\nTalk to your care team if you wish to become pregnant or think you might be pregnant. This medication can cause serious birth defects if taken during pregnancy and for 2 months after the last dose. A reliable form of contraception is recommended while taking this medication and for 2 months after the last dose. Talk to your care team about effective forms of contraception.\nDo not breast-feed while taking this medication.\n"}