{"drug_name": "Vanflyta", "description": "\nQUIZARTINIB (kwiz AR ti nib) treats leukemia. It works by blocking a protein that causes cancer cells to grow and multiply. This helps to slow or stop the spread of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): VANFLYTA\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nHeart rhythm changes—fast or irregular heartbeat, dizziness, feeling faint or lightheaded, chest pain, trouble breathing\nInfection—fever, chills, cough, or sore throat\nLow magnesium level—muscle pain or cramps, unusual weakness or fatigue, fast or irregular heartbeat, tremors\nLow potassium level—muscle pain or cramps, unusual weakness or fatigue, fast or irregular heartbeat, constipation\nUnusual bruising or bleeding\nSide effects that usually do not require medical attention (report these to your care team if they continue or are bothersome):\nDiarrhea\nEye irritation or itching\nHeadache\nNausea\nPain, redness, or swelling with sores inside the mouth or throat\nTrouble sleeping\nVomiting\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular checks on your progress.\nThis medication may make you feel generally unwell. This is not uncommon as chemotherapy can affect healthy cells as well as cancer cells. Report any side effects. Continue your course of treatment even though you feel unwell unless your care team tells you to stop.\nYou may need blood work while taking this medication.\nCarry the Patient Wallet Card with you at all times. Show it to all members of your care team. It describes the signs and symptoms of severe side effects you may have while taking this medication.\nTalk to your care team if you may be pregnant. Serious birth defects can occur if you take this medication during pregnancy and for 7 months after the last dose. You will need a negative pregnancy test before starting this medication. Contraception is recommended while taking this medication and for 7 months after the last dose. Your care team can help you find the option that works for you.\nIf your partner can get pregnant, use a condom during sex while taking this medication and for 4 months after the last dose.\nDo not breastfeed while taking this medication and for 1 month after the last dose.\nThis medication may cause infertility. Talk to your care team if you are concerned about your fertility.\n"}