{"drug_name": "Vyxeos", "description": "\nDAUNORUBICIN; CYTARABINE LIPOSOMAL (daw noe ROO bi; sye TARE a been LIP oh som al) treats leukemia. It works by slowing down the growth of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): VYXEOS\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nBleeding—bloody or black, tar-like stools, vomiting blood or brown material that looks like coffee grounds, red or dark brown urine, small red or purple spots on skin, unusual bruising or bleeding\nHeart failure—shortness of breath, swelling of the ankles, feet, or hands, sudden weight gain, unusual weakness or fatigue\nHeart rhythm changes—fast or irregular heartbeat, dizziness, feeling faint or lightheaded, chest pain, trouble breathing\nInfection—fever, chills, cough, sore throat, wounds that don't heal, pain or trouble when passing urine, general feeling of discomfort or being unwell\nLow red blood cell level—unusual weakness or fatigue, dizziness, headache, trouble breathing\nPainful swelling, warmth, or redness of the skin, blisters or sores at the infusion site\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nDiarrhea\nHeadache\nNausea\nStomach pain\nTrouble sleeping\nVomiting\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nYour condition will be monitored carefully while you are receiving this medication.\nYou may need blood work while taking this medication.\nThis medication may increase your risk of getting an infection. Call your care team for advice if you get a fever, chills, sore throat, or other symptoms of a cold or flu. Do not treat yourself. Try to avoid being around people who are sick.\nThis medication may increase your risk to bruise or bleed. Call your care team if you notice any unusual bleeding.\nTalk to your care team if you or your partner wish to become pregnant or think eithor of you might be pregnant. This medication can cause serious birth defects if taken during pregnancy and for 6 months after the last dose. A negative pregnancy test is required before starting this medication. A reliable form of contraception is recommended while taking this medication and for 6 months after the last dose. Talk to your care team about effective forms of contraception. Do not father a child while taking this medication and for at least 6 months after the last dose. Wear a condom while having sex during this time period.\nDo not breastfeed while taking this medication and for at least 2 weeks after the last dose.\nThis medication may cause infertility. Talk to your care team if you are concerned about your fertility.\n"}