{"drug_name": "Xalkori Capsules", "description": "\nCRIZOTINIB (kriz OH ti nib) treats some types of cancer. It works by blocking a protein that causes cancer cells to grow and multiply. This helps to slow or stop the spread of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): XALKORI\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nChange in vision such as blurry vision, seeing halos around lights, vision loss\nDry cough, shortness of breath or trouble breathing\nHeart rhythm changes—fast or irregular heartbeat, dizziness, feeling faint or lightheaded, chest pain, trouble breathing\nInfection—fever, chills, cough, sore throat, wounds that don't heal, pain or trouble when passing urine, general feeling of discomfort or being unwell\nLiver injury—right upper belly pain, loss of appetite, nausea, light-colored stool, dark yellow or brown urine, yellowing skin or eyes, unusual weakness or fatigue\nPain, redness, or swelling with sores inside the mouth or throat\nSensitivity to light\nSevere or prolonged diarrhea\nSlow heartbeat—dizziness, feeling faint or lightheaded, confusion, trouble breathing, unusual weakness or fatigue\nSide effects that usually do not require medical attention (report these to your care team if they continue or are bothersome):\nDiarrhea\nFatigue\nNausea\nPain, tingling, or numbness in the hands or feet\nSkin reactions on sun-exposed areas\nSwelling of the ankles, hands, or feet\nVomiting\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular checks on your progress. It may be some time before you see the benefit from this medication.\nThis medication may make you feel generally unwell. This is not uncommon as chemotherapy can affect healthy cells as well as cancer cells. Report any side effects. Continue your course of treatment even though you feel ill unless your care team tells you to stop.\nYou may need blood work done while you are taking this medication.\nYour vision may be tested before and during use of this medication. Tell your care team right away if you have any change in your eyesight.\nThis medication may increase your risk of getting an infection. Call your care team for advice if you get a fever, chills, sore throat, or other symptoms of a cold or flu. Do not treat yourself. Try to avoid being around people who are sick.\nAvoid taking medications that contain aspirin, acetaminophen, ibuprofen, naproxen, or ketoprofen unless instructed by your care team. These medications may hide a fever.\nThis medication can make you more sensitive to the sun. Keep out of the sun. If you cannot avoid being in the sun, wear protective clothing and sunscreen. Do not use sun lamps, tanning beds, or tanning booths.\nTalk to your care team if you or your partner may be pregnant. Serious birth defects can occur if you take this medication during pregnancy and for 45 days after the last dose. A negative pregnancy test is required before starting this medication. Contraception is recommended while taking this medication and for 45 days after the last dose. Your care team can help you find the option that works for you.\nIf your partner can get pregnant, use a condom during sex while taking this medication and for 90 days after the last dose.\nDo not breastfeed while taking this medication and for 45 days after the last dose.\nThis medication may cause infertility. Talk to your care team if you are concerned about your fertility.\n"}