{"drug_name": "XPOVIO", "description": "\nSELINEXOR (SEL i NEX or) treats blood and bone marrow cancers. It works by blocking a protein that causes cancer cells to grow and multiply. This helps to slow or stop the spread of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): XPOVIO\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nChange in vision such as blurry vision, seeing halos around lights, vision loss\nInfection—fever, chills, cough, sore throat, wounds that don't heal, pain or trouble when passing urine, general feeling of discomfort or being unwell\nLow red blood cell level—unusual weakness or fatigue, dizziness, headache, trouble breathing\nLow sodium level—muscle weakness, fatigue, dizziness, headache, confusion\nPain, tingling, or numbness in the hands or feet, muscle weakness, change in vision, confusion or trouble speaking, loss of balance or coordination, trouble walking, seizures\nUnusual bruising or bleeding\nSide effects that usually do not require medical attention (report these to your care team if they continue or are bothersome):\nChange in taste\nConstipation\nDiarrhea\nFatigue\nLoss of appetite with weight loss\nNausea\nVomiting\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nYour condition will be monitored carefully while you are receiving this medication. You may need blood work while taking this medication.\nCheck with your care team if you have severe diarrhea, nausea and vomiting, or if you sweat a lot. The loss of too much body fluid can make it dangerous for you to take this medication.\nThis medication may affect your coordination, reaction time, or judgement. Do not drive or operate machinery until you know how this medication affects you. Sit up or stand slowly to reduce the risk of dizzy or fainting spells. Drinking alcohol with this medication can increase the risk of these side effects.\nTalk to your care team if you may be pregnant. Serious birth defects can occur if you take this medication during pregnancy and for 1 week after the last dose. You will need a negative pregnancy test before starting this medication. Contraception is recommended while taking this medication and for 1 week after the last dose. Your care team can help you find the option that works for you.\nIf your partner can get pregnant, use a condom during sex while taking this medication and for 1 week after the last dose.\nDo not breastfeed while taking this medication and for 1 week after the last dose.\nThis medication may cause infertility. Talk with your care team if you are concerned about your fertility.\n"}