{"drug_name": "Yondelis", "description": "\nTRABECTEDIN (tra BEK te din) treats sarcoma, a cancer that occurs in bone and connective tissues, such as fat, muscle, and blood vessels. It works by slowing down the growth of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Yondelis\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nCapillary leak syndrome—stomach or muscle pain, unusual weakness or fatigue, feeling faint or lightheaded, decrease in the amount of urine, swelling of the ankles, hands, or feet, trouble breathing\nHeart failure—shortness of breath, swelling of the ankles, feet, or hands, sudden weight gain, unusual weakness or fatigue\nInfection—fever, chills, cough, sore throat, wounds that don't heal, pain or trouble when passing urine, general feeling of discomfort or being unwell\nLiver injury—right upper belly pain, loss of appetite, nausea, light-colored stool, dark yellow or brown urine, yellowing skin or eyes, unusual weakness or fatigue\nMuscle injury—unusual weakness or fatigue, muscle pain, dark yellow or brown urine, decrease in amount of urine\nPainful swelling, warmth, or redness of the skin, blisters or sores at the infusion site\nStomach pain, unusual weakness or fatigue, nausea, vomiting, diarrhea, or fever that lasts longer than expected\nUnusual bruising or bleeding\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nConstipation\nDiarrhea\nFatigue\nHeadache\nLoss of appetite\nNausea\nVomiting\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nYour condition will be monitored carefully while you are receiving this medication.\nThis medication may make you feel generally unwell. This is not uncommon, as chemotherapy can affect healthy cells as well as cancer cells. Report any side effects. Continue your course of treatment even though you feel ill unless your care team tells you to stop.\nThis medication can cause serious allergic reactions. To reduce your risk you may need to take medication before treatment with this medication. Take your medication as directed.\nThis medication may increase your risk of getting an infection. Call your care team for advice if you get a fever, chills or sore throat, or other symptoms of a cold or flu. Do not treat yourself. Try to avoid being around people who are sick.\nAvoid taking medications that contain aspirin, acetaminophen, ibuprofen, naproxen, or ketoprofen unless instructed by your care team. These medications may hide a fever.\nBe careful brushing and flossing your teeth or using a toothpick because you may get an infection or bleed more easily. If you have any dental work done, tell your dentist you are receiving this medication.\nTalk to your care team if you wish to become pregnant or think you might be pregnant. This medication can cause serious birth defects if taken during pregnancy or for 2 months after the last dose. A negative pregnancy test is required before starting this medication. A reliable form of contraception is recommended while taking this medication and for 2 months after the last dose. Talk to your care team about reliable forms of contraception. Do not father a child while taking this medication and for 5 months after the last dose. Use a condom during sex during this time period.\nDo not breast-feed while taking this medication.\nThis medication may cause infertility. Talk to your care team if you are concerned about your fertility.\n"}