{"drug_name": "Yonsa", "description": "\nABIRATERONE (a bir A ter one) treats prostate cancer. It works by decreasing levels of the hormone testosterone in the body. This prevents prostate cancer cells from spreading or growing.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Yonsa, ZYTIGA\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nHeart rhythm changes—fast or irregular heartbeat, dizziness, feeling faint or lightheaded, chest pain, trouble breathing\nIncrease in blood pressure\nLiver injury—right upper belly pain, loss of appetite, nausea, light-colored stool, dark yellow or brown urine, yellowing skin or eyes, unusual weakness or fatigue\nLow adrenal gland function—nausea, vomiting, loss of appetite, unusual weakness or fatigue, dizziness\nLow potassium level—muscle pain or cramps, unusual weakness or fatigue, fast or irregular heartbeat, constipation\nSwelling of the ankles, hands, or feet\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nCough\nDiarrhea\nFatigue\nHeadache\nHot flashes\nJoint pain\nNausea\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nYour condition will be monitored carefully while you are receiving this medication.\nThis medication may increase or decrease your blood sugar. The risk may be higher in patients who already have diabetes. Ask your care team what you can do to lower your risk of high or low blood sugar while taking this medication. Signs of low blood sugar include chills, cool, pale skin or cold sweats, drowsiness, extreme hunger, fast heartbeat, headache, nausea, nervousness or anxiety, shakiness, trembling, unsteadiness, tiredness, or weakness. Contact your care team right away if you experience any of these symptoms.\nTalk to your care team if you or your partner are pregnant or think either of you might be pregnant. If your partner can get pregnant, use a condom during sex while taking this medication and for 3 weeks after the last dose.\nIf your partner may be pregnant, they should not handle uncoated tablets or tablets that are broken, crushed, or damaged without protection, such as gloves.\nThis medication may cause infertility. Talk to your care team if you are concerned about your fertility.\n"}