{"drug_name": "Zelboraf", "description": "\nVEMURAFENIB (vem ue RAF e nib) treats skin cancer. It may also be used to treat blood and bone marrow cancers. It works by blocking a protein that causes cancer cells to grow and multiply. This helps to slow or stop the spread of cancer cells.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Zelboraf\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nEye pain, redness, irritation, or discharge with blurry or decreased vision\nHeart rhythm changes—fast or irregular heartbeat, dizziness, feeling faint or lightheaded, chest pain, trouble breathing\nKidney injury—decrease in the amount of urine, swelling of the ankles, hands, or feet\nLiver injury—right upper belly pain, loss of appetite, nausea, light-colored stool, dark yellow or brown urine, yellowing skin or eyes, unusual weakness or fatigue\nLump under the skin in the arch of the foot\nLump under the skin over hands, bent finger\nRash, fever, and swollen lymph nodes\nRedness, blistering, peeling, or loosening of the skin, including inside the mouth\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nFatigue\nHair loss\nItching\nJoint pain\nNausea\nSensitivity to light\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular checks on your progress. You will need to have blood work while taking this medication.\nThis medication may cause serious skin reactions. They can happen weeks to months after starting the medication. Contact your care team right away if you notice fevers or flu-like symptoms with a rash. The rash may be red or purple and then turn into blisters or peeling of the skin. You might also notice a red rash with swelling of the face, lips, or lymph nodes in your neck or under your arms.\nTalk to your care team about your risk of cancer. You may be more at risk for certain types of cancers if you take this medication.\nTell your care team right away if you have any change in your eyesight.\nThis medication can make you more sensitive to the sun. Keep out of the sun. If you cannot avoid being in the sun, wear protective clothing and use sunscreen. Do not use sun lamps or tanning beds/booths.\nTalk to your care team if you wish to become pregnant or think you are pregnant. This medication can cause serious birth defects if taken during pregnancy and for 2 weeks after stopping therapy. Talk to your care team about effective forms of contraception. Do not breast-feed an infant while taking this medication and for 2 weeks after your last dose.\n"}