{"drug_name": "Zoledronic Acid", "description": "\nZOLEDRONIC ACID (ZOE le dron ik AS id) treats high calcium levels in the blood caused by cancer. It may also be used with chemotherapy to treat weakened bones caused by cancer. It works by slowing down the release of calcium from bones. This lowers calcium levels in your blood. It also makes your bones stronger and less likely to break (fracture). It belongs to a group of medications called bisphosphonates.\nThis medicine may be used for other purposes; ask your health care provider or pharmacist if you have questions.\nCOMMON BRAND NAME(S): Zometa, Zometa Powder\n", "side_effects": "\nSide effects that you should report to your care team as soon as possible:\nAllergic reactions—skin rash, itching, hives, swelling of the face, lips, tongue, or throat\nKidney injury—decrease in the amount of urine, swelling of the ankles, hands, or feet\nLow calcium level—muscle pain or cramps, confusion, tingling, or numbness in the hands or feet\nOsteonecrosis of the jaw—pain, swelling, or redness in the mouth, numbness of the jaw, poor healing after dental work, unusual discharge from the mouth, visible bones in the mouth\nSevere bone, joint, or muscle pain\nSide effects that usually do not require medical attention (report to your care team if they continue or are bothersome):\nConstipation\nFatigue\nFever\nLoss of appetite\nNausea\nStomach pain\nThis list may not describe all possible side effects. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.\n", "monitoring": "\nVisit your care team for regular checks on your progress. It may be some time before you see the benefit from this medication.\nSome people who take this medication have severe bone, joint, or muscle pain. This medication may also increase your risk for jaw problems or a broken thigh bone. Tell your care team right away if you have severe pain in your jaw, bones, joints, or muscles. Tell you care team if you have any pain that does not go away or that gets worse.\nTell your dentist and dental surgeon that you are taking this medication. You should not have major dental surgery while on this medication. See your dentist to have a dental exam and fix any dental problems before starting this medication. Take good care of your teeth while on this medication. Make sure you see your dentist for regular follow-up appointments.\nYou should make sure you get enough calcium and vitamin D while you are taking this medication. Discuss the foods you eat and the vitamins you take with your care team.\nCheck with your care team if you have severe diarrhea, nausea, and vomiting, or if you sweat a lot. The loss of too much body fluid may make it dangerous for you to take this medication.\nYou may need bloodwork while taking this medication.\nTalk to your care team if you wish to become pregnant or think you might be pregnant. This medication can cause serious birth defects.\n"}